[
    {
        "name": "Satya",
        "director": [
            "Ram Gopal Varma"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0195231/mediaviewer/rm1028559360/?ref_=tt_ov_i",
        "bio": "A young man named Satya (J.D Chakravarthy) comes to Mumbai from South India in search of a job. Jailed for something he did not do, the once-honest young man meets an underworld boss, Bhiku Mhatre (Manoj Bajpai) in jail and joins his gang. He lives in a poor neighborhood, where he meets, Vidya (Urmila Matondkar), who lives next door. She is not aware of his underworld connections. Satya slowly rises up the ranks of his gang, and becomes the most influential person. Satya is torn between his girlfriend and his gangster life. —gavin@sunny_deol2009@yahoo.com",
        "runtime": 170,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Rangasthalam",
        "director": [
            "Sukumar"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt7392212/mediaviewer/rm3574680320/?ref_=tt_ov_i",
        "bio": "The film is set in 1980's rural India. Chittibabu, a pure and innocent guy with partial deafness, earns his livelihood by supplying water to agricultural lands in the fictional village of Rangasthalam. The crux of the story forms when his brother decides to contest against the President who had been ruling the village for 30 years by usurping the lands of the innocent villagers. Chittibabu, on the other hand, is only concerned for his brother's safety and will go to great lengths to safeguard his life. —Ritchie Sudarshan",
        "runtime": 170,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Gulaal",
        "director": [
            "Anurag Kashyap"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1261047/mediaviewer/rm1151813376/?ref_=tt_ov_i",
        "bio": "Bikaner-based 28-year-old Dilip Kumar Singh is enrolled in a Rajpur-based Law college, and rents a room with an unstable male, Rananjay Singh. His attempts to re-locate to a hostel, pits him against a group of men, led by Jadhwal, who not only assault, but also molest him, and then lock him in a dark room with a naked and abused female, Anuja. He recuperates in a hospital and joins hands with Rananjay and Dukey Bana to avenge this humiliation, as well as befriends Anuja, who is a Lecturer in the college. He also decides to support Rananjay, who is legitimate son of a former Raja, to run for college elections - and it is this decision that will shatter and change his life forever. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 140,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Devasuram",
        "director": [
            "I.V. Sasi"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt0291855/mediaviewer/rm2564160257/?ref_=tt_ov_i",
        "bio": "Neelakandan (Mohanlal) is the heir to the Mangalasherry family who squanders away his father's largest and is a dependable menace to society. One of his victims is promising dancer Bhanu (Revathi) who vows never to dance again till his death following a public affront by Neelakandan and his cronies. Ironically they fall in love. Meanwhile, the vicious Shekaran (Napoleon) of a rival clan has sworn to avenge the death of his uncle, killed by Neelakandan's men. A reasonably watchable film that goes fairly awry towards the second half. Innocent is good as Neelakandan's long-suffering manservant. —Joyojeet Pal",
        "runtime": 187,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Jigarthanda",
        "director": [
            "Karthik Subbaraj"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt3569782/mediaviewer/rm2867939072/?ref_=tt_ov_i",
        "bio": "When Karthik is given a task by his producer to come up with a gripping gangster flick infested with heavy dosage of violence, he focuses on Sethu, a ruthless gangster surrounded by quirky yet scary henchmen. Karthik discreetly tries his best to find out about Sethu to develop a film script, but fails miserably in all his attempts. However when he finally gets the chance to gain an insight into Sethu's life, disaster strikes as he gets caught in the mêlée following the discovery of a mole within Sethu's gang. —PipingHotViews",
        "runtime": 171,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Spadikam",
        "director": [
            "Bhadran"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt0292246/mediaviewer/rm3654136833/?ref_=tt_ov_i",
        "bio": "Chacko Master (Thilakan) is a mathematics teacher as well as the school headmaster in a fictional small town. He is a very strict teacher and does not go easy with his own son Thomas (Mohanlal). Frustrated with his father's heavy-handedness, Thomas leaves home. After 14 years, Thomas returns to his village, now the owner of a stone quarry and a criminal who has a number of unresolved court cases against him. Father and son are mutually resolved never to reconcile with each other, causing immense distress to Thomas's mother and younger sister. —Soumitra",
        "runtime": 150,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Jai Bhim",
        "director": [
            "T.J. Gnanavel"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt15097216/mediaviewer/rm2440295937/?ref_=tt_ov_i",
        "bio": "When a tribal man is arrested for a case of alleged theft, his wife turns to a human-rights lawyer to help bring justice.",
        "runtime": 164,
        "genre": [
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Ratsasan",
        "director": [
            "Ram Kumar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt7060344/mediaviewer/rm293499136/?ref_=tt_ov_i",
        "bio": "Circumstances force Arun, an aspiring film director, to take up the job of a Sub Inspector after his father passes away. While Arun faces issues in adjusting to the lifestyle of a police officer, a series of mysterious murders of school going girls happen in the city.",
        "runtime": 170,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Jersey",
        "director": [
            "Gowtam Tinnanuri"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt8948790/mediaviewer/rm1396337920/?ref_=tt_ov_i",
        "bio": "Luck hasn't always been in favour of Arjun, a gifted cricketer in his mid-thirties whose career has failed to take off. With everyone around him insisting that he should give up on his career, will Arjun have the courage of conviction to continue pursuing his dream?",
        "runtime": 157,
        "genre": [
            "Drama",
            "Sport"
        ]
    },
    {
        "name": "Bajrangi Bhaijaan",
        "director": [
            "Kabir Khan"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "Urdu"
        ],
        "poster_image_url": "/title/tt3863552/mediaviewer/rm4147767808/?ref_=tt_ov_i",
        "bio": "A little mute girl from a Pakistani village gets lost on her return back from a trip to India. In Kurukshetra, she meets Pawan - an ardent devotee of Lord Hanuman - who is in the midst of a challenge posed by his lover's father. In trying to discover the girl's parents, he develops an unshakable bond with her. He tries to get into Pakistan through a path righteous to his conscience and later, accompanied with a smart Pakistani news reporter - a story that captures the imagination of the public in both countries. —Soumitra",
        "runtime": 163,
        "genre": [
            "Action",
            "Adventure",
            "Comedy"
        ]
    },
    {
        "name": "Shershaah",
        "director": [
            "Vishnuvardhan"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt10295212/mediaviewer/rm3592812801/?ref_=tt_ov_i",
        "bio": "Based on the life of Captain Vikram Batra who was an officer of the Indian Army, posthumously awarded with the Param Vir Chakra, India's highest and most prestigious award for valour, for his actions during the 1999 Kargil War in Kashmir between India and Pakistan.",
        "runtime": 135,
        "genre": [
            "Action",
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Thondi Muthalum Driksakshiyum",
        "director": [
            "Dileesh Pothan"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt5906392/mediaviewer/rm388648448/?ref_=tt_ov_i",
        "bio": "Prasad and Sreeja enter wedlock and move to a new place to continue the rest of their lives. Unfortunate events begin to take place after Prasad, a small-time thief, robs Sreeja's gold chain during a bus journey.",
        "runtime": 135,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Sarfarosh",
        "director": [
            "John Mathew Matthan"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0200087/mediaviewer/rm3515829760/?ref_=tt_ov_i",
        "bio": "Ajay Rathod is a no-nonsense police officer from Mumbai Crime Branch. Long time ago his elder brother was killed by terrorists which caused him to quit his medical studies and join Indian Police Service. He is a great admirer of Pakistan-based ghazal singer Gulfam Hassan. During one of Hassan's concerts, they meet for the first time and become great friends. Meanwhile, Ajay's investigation into the Pakistan-supported cross-border terrorism takes him to Rajasthan and reveals an unsettling truth about someone close to his heart. —Soumitra",
        "runtime": 174,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Masaan",
        "director": [
            "Neeraj Ghaywan"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt4635372/mediaviewer/rm2832788224/?ref_=tt_ov_i",
        "bio": "Four lives intersect along the Ganges: a low caste boy hopelessly in love, a daughter ridden with guilt of a sexual encounter ending in a tragedy, a hapless father with fading morality, and a spirited child yearning for a family, long to escape the moral constructs of a small-town.",
        "runtime": 109,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Guide",
        "director": [
            "Vijay Anand"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0059246/mediaviewer/rm3418984961/?ref_=tt_ov_i",
        "bio": "After being released from prison for Forgery and Theft, multi-linguist Raju (Dev Anand) reflects on his life as a Guide; his meeting with the daughter of a prostitute, Rosie (Waheeda Rehman), who was unhappily married to Marco (Kishore Sahu) and wants to take up acting and dancing as a career. Rosie separates and moves in with Raju and his mother (Leela Chitnis). They both re-locate and with Raju's encouragement, she succeeds in an acting and dancing career resulting in both becoming very wealthy. He then succumbs to gambling and alcohol and forges Rosie's signature. He is arrested, tried in court, found guilty and imprisoned. Now discharged from prison, he changes his mind about returning home to his mother and decides to go elsewhere and start afresh - a decision that will alter his life and way of thinking forever. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 183,
        "genre": [
            "Drama",
            "Musical",
            "Romance"
        ]
    },
    {
        "name": "Gully Boy",
        "director": [
            "Zoya Akhtar"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt2395469/mediaviewer/rm2536928512/?ref_=tt_ov_i",
        "bio": "\"Gully Boy\" is a film about a 22-year-old boy \"Murad\" from a ghetto in Mumbai, India. The son of a driver, his parents worked hard to get him educated so that he could have a white collar job. Meanwhile, Murad realizes his calling to be a rapper. Authentic Hip Hop in India is a recent phenomenon and like anywhere else in the world, is rising from the streets. Art is a distant dream for the colonized poor of India and this story is about Murad's journey from realizing his love for rap and chasing his dream to inadvertently transcending his class. The film showcases street rap from the crevices of Mumbai's by lanes. The poetry is conscious of the city's socio-economic fabric and highlights the challenges faced by the disenfranchised youth in the minority population.",
        "runtime": 154,
        "genre": [
            "Drama",
            "Music",
            "Romance"
        ]
    },
    {
        "name": "Lagaan: Once Upon a Time in India",
        "director": [
            "Ashutosh Gowariker"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt0169102/mediaviewer/rm3665955072/?ref_=tt_ov_i",
        "bio": "This is the story about the resilience shown by the Indians when they were under the British Rule. They are already taxed to the bone by the British and their cronies, but when Jack Russell announces that he will double the Lagaan (tax) from all villagers, they decide to oppose it. Leading the villagers is a handsome young man named Bhuvan, who challenges them to a game of cricket, a game that is to be played by veteran British cricket players, versus villagers, including Bhuvan himself, who have never played this game before, and do not even know a bat from a piece of wood. As the challenge is accepted, the interest grows and attracts Indians from all over the region, as well as the British from all over the country - as everyone gathers to see the 'fair play' that the British will display against their counter-parts, who are aided by none other than the sister, Elizabeth, of Captain Rusell. —Sumitra (corrected by Sonia)",
        "runtime": 224,
        "genre": [
            "Drama",
            "Musical",
            "Sport"
        ]
    },
    {
        "name": "Bãhubali: The Beginning",
        "director": [
            "S.S. Rajamouli"
        ],
        "country": "India",
        "language": [
            "Telugu",
            "Tamil"
        ],
        "poster_image_url": "/title/tt2631186/mediaviewer/rm1023504640/?ref_=tt_ov_i",
        "bio": "When Sanga and her husband, part of a tribe living around the province of Mahismathi, save a drowning infant, little do they know the background of the infant or what the future holds for him. The kid grows up to as Shivudu, a free-spirit wanting to explore the mountains and in the process learns of his roots and then realizes the whole purpose of his life and ends up confronting the mighty Bhallala Deva! —PipingHotViews",
        "runtime": 159,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Deiva Thirumagal",
        "director": [
            "A.L. Vijay"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt1857670/mediaviewer/rm2835383553/?ref_=tt_ov_i",
        "bio": "Krishna (Vikram), who has the mental maturity of a five-year-old, works in a chocolate factory in Ooty. His wife delivers a baby girl and dies. The girl, Nila (Sara) is brought up in his own way by Krishna. He showers all his love and care on her. But fate takes a quick turn. Nila's grandfather Rajendran (Sachin Khedkar), a powerful and influential man in society, enters the scene. Fearing that his grand daughter is not safe under a mentally-challenged dad, he takes away the girl from Krishna. His other daughter Shwetha (Amala Paul) takes care of the child. Krishna runs from pillar to post to get back his daughter. He gets acquainted with advocate Anuradha (Anushka) and Vinod (Santhanam), her junior. They listen to Krishna's past and promise that they would do their best to get back the custody of Nila. Bashyam (Nasser), a leading advocate, appears for Rajendran. The rest is legal battle and arguments in court and who wins at last. —Raju",
        "runtime": 162,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Aadukalam",
        "director": [
            "Vetrimaaran"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt1821317/mediaviewer/rm15006465/?ref_=tt_ov_i",
        "bio": "Rearing roosters, maintaining them and using them for fights are a way of life and a matter of honor and lifeline to many people. In such a tenement, Pettaikaaran (Jayabalan) leads a very respectable life with his key aides Durai (Kishore) and Karuppu (Dhanush) along with others. His main adversary in hen fights is Rathinam, the police inspector. Pettaikaarar is known to have an impeccable track record of successes when it comes to fowl fights especially with Rathinam's. In an unexpected situation, Pettaikaaran challenges Rathinam to a fowl contest which witnesses Karuppu violating his mentor Pettaikaarar's word but emerging successfully with enviable proceeds. This results in the swelling of his status among his folks which plants the seeds of animosity in the minds of Pettaikaaran. What follows is an interesting and unexpected path with twists and turns highlighting on the way the multiple layers of human emotions with sense playing truant. —Subramanian",
        "runtime": 160,
        "genre": [
            "Action",
            "Drama",
            "Sport"
        ]
    },
    {
        "name": "Badhaai Ho",
        "director": [
            "Amit Ravindernath Sharma"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt7725596/mediaviewer/rm2055830528/?ref_=tt_ov_i",
        "bio": "Nakul a 25 year old in relationship with Renne and soon plan to marry .His father Jeetender Kaushik works for railways while mother Priyamvada is housewife whose always taunted by his grandmother.When Nakul finds that his mother is pregnant at the age when Nakul is about to marry he starts to avoid their parents ,friends and society. —alex.mjacko@gmail.com",
        "runtime": 124,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Papanasam",
        "director": [
            "Jeethu Joseph"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt4429128/mediaviewer/rm3954663424/?ref_=tt_ov_i",
        "bio": "Suyambulingam, an uneducated but hardworking and self-made cable operator, leads a peaceful life in the town of Papanasam with his wife and two daughters. When an unexpected turn of events leads to an accidental murder, he throws himself into the quagmire to save his family from the impending nightmare. How he fares in his ingenious attempts to extract his family out of the soup is what forms the crux of this thriller. —PipingHotViews",
        "runtime": 179,
        "genre": [
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Kireedam",
        "director": [
            "Sibi Malayil"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt0237376/mediaviewer/rm3779787009/?ref_=tt_ov_i",
        "bio": "The life of a young man turns upside down when he intervenes in a dispute in order to rescue his father (a cop) from a ruthless local outlaw.",
        "runtime": 124,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Sholay",
        "director": [
            "Ramesh Sippy"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0073707/mediaviewer/rm1844418049/?ref_=tt_ov_i",
        "bio": "Sholay means \"embers\" in Hindi. In this film, a police officer whose family was filled by a bandit named Gabbar Singh decides to fight fire with fire and requires two convicts, Jai and Veeru, to capture Gabbar. He approaches them in jail and puts the proposal in front of them, and they agree to bring in Gabbar Singh alive--for a hefty price. After their discharge from jail, they travel by train to the village where the police officer lives with his widowed daughter-in-law. The three band together to fight one of the most elusive and dreaded bandits of all time. Will the two ex-cons be able to bring Gabbar alive to the police officer? —Calista",
        "runtime": 204,
        "genre": [
            "Action",
            "Adventure",
            "Comedy"
        ]
    },
    {
        "name": "Lage Raho Munna Bhai",
        "director": [
            "Rajkumar Hirani"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0456144/mediaviewer/rm1147696128/?ref_=tt_ov_i",
        "bio": "A hilarious underworld gangster known as Munna Bhai falls comically in love with a radio host by the name of Jahnvi, who runs an elders' home, which is taken over by an unscrupulous builder, who gets the residents kicked out ironically with the help of Munna's sidekick, Circuit, while Munna is busy romancing Jahnvi elsewhere. Munna, who is now masquerading as a Professor specializing in the life of Mahatma Gandhi, must now battle his very own forces and the builder - but he has one ally on his side - none other than the great man - Mahatma Gandhi himself. Only trouble is that Munna may have problems convincing everyone about this presence - as he is apparently is the only one who can see and hear him. —Sumitra (corrected by Carrie)",
        "runtime": 144,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Unnaipol Oruvan",
        "director": [
            "Chakri Toleti"
        ],
        "country": "India",
        "language": [
            "Tamil",
            "Telugu",
            "English",
            "Malayalam"
        ],
        "poster_image_url": "/title/tt1417299/mediaviewer/rm318215425/?ref_=tt_ov_i",
        "bio": "The Police Commissioner gets an anonymous call. The caller demands that he release militants in exchange for information about the many bombs planted across Chennai city. The caller is obviously serious as the police find a bomb planted very close the their headquarters. The Police Commissioner is torn between releasing militants who had been responsible for killing innocent people and stopping bomb blasts around the city. What will he do? Or does he have a choice at all? —Happy_Evil_Dude",
        "runtime": 106,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Ugly",
        "director": [
            "Anurag Kashyap"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt2882328/mediaviewer/rm1754496768/?ref_=tt_ov_i",
        "bio": "The film portrays the kidnapping of a little girl of 10, who is out with her father for the day. Her parents are divorced and her stepfather (a cop) steps in for the investigation. The suicidal mother has an ax to grind with both her ex-husband and her current husband. As the investigation proceeds, the characters are placed in sordid scenarios that reveal their unsavory sides; the mind games between the both the fathers in particular lend the procedural its most gripping drama as everyone else is getting greedy and ugly not caring about the kidnapped girl. —Deepak Futela",
        "runtime": 128,
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ]
    },
    {
        "name": "Vada Chennai",
        "director": [
            "Vetrimaaran"
        ],
        "country": "India",
        "language": [
            "Tamil",
            "Hindi"
        ],
        "poster_image_url": "/title/tt5959980/mediaviewer/rm3106827264/?ref_=tt_ov_i",
        "bio": "A young carrom player in north Chennai becomes a reluctant participant in a war between two warring gangsters.",
        "runtime": 164,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Jab We Met",
        "director": [
            "Imtiaz Ali"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1093370/mediaviewer/rm2091002624/?ref_=tt_ov_i",
        "bio": "Depressed after the passing of his father (Dharamraj) and a ditching by his gorgeous girlfriend, Mumbai-based businessman Aditya Kashyap takes a BEST bus, goes to the Chatrapati Shivaji Train Terminus, and boards a train. There he meets Geet Kaur Dhillon, who is returning home to Bhatinda, and who pays for his ticket. At Bar Nagar, he decides to leave, but she follows him, missing her train. They manage to get a ride to Ratlam, miss the train again, but eventually make it to Bhatinda. Once there, he gets to meet her family, her pretty sister Roop as well as her to-be betrothed, Manjeet Singh Mann. Before the engagement can be finalized, she manages to convince her fiancé that she wants to marry Aditya. Before Aditya can take stock of these new developments, she elopes with him - not to get married but to re-locate to Manali where her true love, Anshuman, awaits, and to whom she hopes to get married. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 138,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Thevar Magan",
        "director": [
            "Bharathan"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0105575/mediaviewer/rm4230191361/?ref_=tt_ov_i",
        "bio": "Set against the backdrop of the feudal Madurai district, controlled by big landlords who employ their own gangs and often indulge in expensive feuds with their neighbours. The star explained that this environment was part of his childhood experience. He plays Shaktivelu, the modern son of Peria-thevar (Ganesan), who returns to his ancestral home to introduce his girlfriend (Gauthami) to his family. Unwittingly, he is forced to become involved in the bloody feuds between different members of the clan led by Mayathevar (Nasser), and when his father dies he assumes the godfather's mantle. The rival family is eventually annihilated in a gory ending. However, how will Shakti's love and personal life pan out? —Santhosh",
        "runtime": 145,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Black Friday",
        "director": [
            "Anurag Kashyap"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt0400234/mediaviewer/rm4021010177/?ref_=tt_ov_i",
        "bio": "A dramatic presentation of the bomb blasts that rocked Bombay on March 12, 1993, displays the police investigation, amidst allegations of human rights violations, led by DCP Rakesh Maria, in tracking down the suspects, especially Bashir Khan. Bashir managed to elude authorities by re-locating to Rajasthan, Uttar Pradesh, Delhi, and West Bengal, after finally being apprehended in Bombay. His confession and subsequent flashbacks showcases the apathy shown by authorities who refused to intervene during the destruction of the sacred Babri Masjid by Hindu Kar Sevaks, and the inability of the police to fulfill their mandate and protect the vulnerable, forcing many to flee to other locations. The subsequent aftermath that succeeded in irreversibly polarizing communities in Bombay; Pakistan's involvement in training and arms' supplies; the main alleged suspects, Dawood Ibrahim, and Mushtaq Memon, sought refuge in Dubai, United Arab Emirates, while Indian politicians made a cosmetic move to re-name Bombay; and of the little-known plot to assassinate right-winged politicians, Bal Thackeray and L.K. Advani. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 143,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Visaaranai",
        "director": [
            "Vetrimaaran"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt4991384/mediaviewer/rm1826066433/?ref_=tt_ov_i",
        "bio": "Four immigrants (Pandi, Murugan, Afsal and Kumar) are detained by the local state police, tortured and forced to admit to a crime they have no knowledge of. When all hope seems to be lost, a policeman from their hometown speaks on their behalf at the court hearing, setting them free. The policeman asks for a return favor and the boys oblige, oblivious to the consequences that await them. As they unwittingly bear witness to a political treason, the system seeks to silence them at any cost. But Pandi is determined to be heard. —anonymous",
        "runtime": 117,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Aruvi",
        "director": [
            "Arun Prabhu Purushothaman"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt5867800/mediaviewer/rm1212787457/?ref_=tt_ov_i",
        "bio": "The channel has show where people express their problems and the show helps to slove the problems. The protagonist, a young girl Aruvi also goes there and shares the fact that she was raped by 3 people. The show call the culprits and the producer also see her and makes a plan to bed her. The twists and turns begin in show . She targets one of them with gun and asks him to tell a story which will make her cry. The person seems rough and hard. He says he doesn't know. The she asks when he had cried last . He replies a month back. Then he goes on to narrate why did he cry.",
        "runtime": 130,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Udaan",
        "director": [
            "Vikramaditya Motwane"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1639426/mediaviewer/rm799049472/?ref_=tt_ov_i",
        "bio": "After being abandoned for eight straight years in boarding school, Rohan returns to the small industrial town of Jamshedpur and finds himself closeted with an authoritarian father and a younger half brother who he didn't even know existed. Forced to work in his father's steel factory and study engineering against his wishes, he strives to forge his own life out of his given circumstances and pursue his dream of being a writer. —Anonymous",
        "runtime": 134,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Zindagi Na Milegi Dobara",
        "director": [
            "Zoya Akhtar"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English",
            "Spanish"
        ],
        "poster_image_url": "/title/tt1562872/mediaviewer/rm968548608/?ref_=tt_ov_i",
        "bio": "Three friends decide to turn their fantasy vacation into reality after one of their friends gets engaged.",
        "runtime": 155,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Nil Battey Sannata",
        "director": [
            "Ashwiny Iyer Tiwari"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt5005684/mediaviewer/rm2070573056/?ref_=tt_ov_i",
        "bio": "Appu is a class 10th student and is giving up on studies, because she knows her mother will not be able to provide for her higher studies. Her mother tries hard and even enrolled her for maths tuition but Appu thinks only children of rich parents become doctors or engineers and believes she'll end up being a maid too like her mother. But one day her mother gets a chance to continue her Education.. —Mohammed Naushad",
        "runtime": 100,
        "genre": [
            "Drama",
            "Family"
        ]
    },
    {
        "name": "Soorarai Pottru",
        "director": [
            "Sudha Kongara"
        ],
        "country": "India",
        "language": [
            "Tamil",
            "Hindi"
        ],
        "poster_image_url": "/title/tt10189514/mediaviewer/rm2651250177/?ref_=tt_ov_i",
        "bio": "Inspired by the book 'Simply Fly', the film tells the story of Nedumaaran Rajangam known to friends as Maara, the son of a teacher, who sets out to make the common man fly and takes on the most capital intensive industry in the world with the help of his friends, family and sheer will power.",
        "runtime": 153,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Pariyerum Perumal",
        "director": [
            "Mari Selvaraj",
            "Prabunath"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt8176054/mediaviewer/rm3056495616/?ref_=tt_ov_i",
        "bio": "A law student from a lower caste begins a friendship with his classmate, a girl who belongs to a higher caste, and the men in her family start giving him trouble over this.",
        "runtime": 154,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Anjaam Pathiraa",
        "director": [
            "Midhun Manuel Thomas"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt10717738/mediaviewer/rm1006865153/?ref_=tt_ov_i",
        "bio": "The police are on the trail of a serial killer, but with the victims being fellow officers, will they be able to catch the killer and solve the case in time?",
        "runtime": 144,
        "genre": [
            "Crime",
            "Mystery",
            "Thriller"
        ]
    },
    {
        "name": "Lucia",
        "director": [
            "Pawan Kumar"
        ],
        "country": "India",
        "language": [
            "Kannada"
        ],
        "poster_image_url": "/title/tt2358592/mediaviewer/rm2329009920/?ref_=tt_ov_i",
        "bio": "From the director of smash hit Lifeu Ishtene, Pawan Kumar, comes Lucia, heralding a new direction for Kannada cinema, being the industry's first crowd funded film. An usher at a decrepit cinema suffers from insomnia. His life changes when he starts getting weird and wonderful dreams but with a caveat. Set in the teeming young metropolis that is Bangalore, the film is a turbulent ride where the lines between dreams and reality are blurred to delirious effect. —Rakesh",
        "runtime": 135,
        "genre": [
            "Drama",
            "Sci-Fi",
            "Thriller"
        ]
    },
    {
        "name": "Virumandi",
        "director": [
            "Kamal Haasan"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0364647/mediaviewer/rm1358717440/?ref_=tt_ov_i",
        "bio": "The take on death penalty told through the story of a temperamental villager caught in between two village clans. Told through an offbeat screenplay inspired by Korosawa's Rashomon, the film narrates two versions of the same incidents. 'Virumaandi' is exhibition of filmmaking & culture of the land it depicts at its very best. —PipingHotViews",
        "runtime": 175,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Ayyappanum Koshiyum",
        "director": [
            "Sachy"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt11322920/mediaviewer/rm1349026049/?ref_=tt_ov_i",
        "bio": "The story revolves around the clash between Ayyappan, a senior police officer who serves at the Attappadi Police Station and Havildar Koshi, who comes to the village with a motive.",
        "runtime": 177,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Poove Unakkaga",
        "director": [
            "Vikraman"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt2325915/mediaviewer/rm2574494465/?ref_=tt_ov_i",
        "bio": "When a man realizes that the Hindu woman he loves is in love with a Christian man, he decides to sacrifice his love and unite their families so as to make the love story a success.",
        "runtime": 150,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Nayattu",
        "director": [
            "Martin Prakkat"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt11604676/mediaviewer/rm2612055297/?ref_=tt_ov_i",
        "bio": "Three police officers who are on a run for life, escaping the outbreak against them due to the unlawful arrest and torture of a civilian. It brings in a few shades of arrogant yet very much human police officers and their helplessness.",
        "runtime": 124,
        "genre": [
            "Thriller"
        ]
    },
    {
        "name": "3 Idiots",
        "director": [
            "Rajkumar Hirani"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt1187043/mediaviewer/rm2029391104/?ref_=tt_ov_i",
        "bio": "Farhan Qureshi and Raju Rastogi want to re-unite with their fellow collegian, Rancho, after faking a stroke aboard an Air India plane, and excusing himself from his wife - trouser less - respectively. Enroute, they encounter another student, Chatur Ramalingam, now a successful businessman, who reminds them of a bet they had undertaken 10 years ago. The trio, while recollecting hilarious antics, including their run-ins with the Dean of Delhi's Imperial College of Engineering, Viru Sahastrabudhe, race to locate Rancho, at his last known address - little knowing the secret that was kept from them all this time. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 170,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Mahanati",
        "director": [
            "Nag Ashwin"
        ],
        "country": "India",
        "language": [
            "Telugu",
            "Tamil"
        ],
        "poster_image_url": "/title/tt7465992/mediaviewer/rm426593536/?ref_=tt_ov_i",
        "bio": "Mahanati depicts the personal and professional life of first Indian female superstar, Savitri. After actress Savitri is admitted in a hospital in Bangalore and she goes into coma, a young investigative journalist, Madhuravani, seizes the opportunity to write an article on her life. The young Savitri meets Gemini Ganesan, who works in casting department, after her failed attempts to get a role in cinema. They both start a career in acting and eventually rise to stardom. Savitri falls in love with him despite the fact that he is married. Their marriage results in a rift with her family but Savitri never gives up on her love. Her dreams are shattered when she learns that Gemini Ganesan is a womanizer and has been continuing his illicit relationships even after their marriage. The rest of the story is about how she stood up against all odds and the result of her wrong choices in life.",
        "runtime": 177,
        "genre": [
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Vinnaithaandi Varuvaayaa",
        "director": [
            "Gautham Vasudev Menon"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt1609168/mediaviewer/rm3195816704/?ref_=tt_ov_i",
        "bio": "At a Keralite Christian wedding, a young man in the audience watches mournfully as the woman of his dreams walks down the aisle. Flashback, a young wannabe filmmaker Kartik (Simbu) shares a house with a Keralite family, whose daughter Jessie (Trisha) he instantly falls in love with. After a few minor spurns, Kartik chases Jessie to her hometown and gradually begin a relationship. Trouble brews when her family finds out, leading to fist-cuffs, and Jessie's father fixing her marriage with a boy within the community. The couple continue to meet, but as his filmmaking career starts to take off, there is new friction in their relationship and a drastic step from Jessie. —Joyojeet Pal",
        "runtime": 157,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Nayakan",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "Tamil"
        ],
        "poster_image_url": "/title/tt0093603/mediaviewer/rm1040255488/?ref_=tt_ov_i",
        "bio": "A small boy (Ratnavelu) from Tamilnadu sees his father, a labor leader, killed in cold blood by a policeman. He kills the policeman and runs away to the city of Bombay. From there, the story traces his ascent to become a mafia chief (Velu Naicker). —Sathyanarayanan Narayanaswamy <sathya@ntd.comsat.com>",
        "runtime": 156,
        "genre": [
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Dilwale Dulhania Le Jayenge",
        "director": [
            "Aditya Chopra"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0112870/mediaviewer/rm3140497664/?ref_=tt_ov_i",
        "bio": "When Raj (Shah Rukh Khan) and Simran (Kajol) first met on an inter-rail holiday in Europe, it wasn't exactly Love at first sight but when Simran is taken back to India for an arranged marriage, things change. Encouraged by his father Dharamvir (Anupam Kher), Raj decides to fly down from London to not just win his Bride but her whole family and the blessings of her father Baldev Singh (Amrish Puri). —Official Source",
        "runtime": 189,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Kaakha..Kaakha: The Police",
        "director": [
            "Gautham Vasudev Menon"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0375878/mediaviewer/rm2437658625/?ref_=tt_ov_i",
        "bio": "Chennai-based ACP Anbuselvan works together with a team of anti-narcotics officers and with the help of an informer virtually bring drug-dealing to an end. He is dedicated and believes being involved with anyone romantically may endanger her life, but changes his mind after he meets with Maya. Unknown to the entire unit, the informer was working for a gangster, who wanted all competition eliminated, and thus reign as the king of the underworld. Then Anbuselvan's world will be shattered when he and some of his team will be suspended for their involvement in the killing of a gangster, the brother of Pandiyan, while the latter vows that he will not rest until he has killed the entire team and their respective families. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 153,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Manjhi: The Mountain Man",
        "director": [
            "Ketan Mehta"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt3449292/mediaviewer/rm2093502208/?ref_=tt_ov_i",
        "bio": "Dashrath Manjhi was a poor man from the lowest of the low castes, living in a remote village cut off from the world by a rocky mountain range. Life for him was a daily struggle for survival. He loved his wife, Phaguniya, beyond belief. One day, while climbing the mountain to bring him food, his wife slipped, fell and died. Overwhelmed by grief, Dashrath decided to carve out a path through the mountain, so that no one else would suffer his fate. For 22 years, all by himself, with just a hammer and a chisel, he hammered away at the rocks, till the path was carved out from the mountain. —Ketan Mehta",
        "runtime": "2h",
        "genre": [
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Maheshinte Prathikaram",
        "director": [
            "Dileesh Pothan"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt4851630/mediaviewer/rm1757669120/?ref_=tt_ov_i",
        "bio": "Mahesh Bhavana from Idukki runs a photo studio and leads a happy contented life living along with his aging father, his darling pet dog, his friends & his lady love with whom he maintains a long distance relationship. One fine day, his rosy life is turned upside down with what could only be called a manifestation of the often quoted butterfly effect! —PipingHotViews",
        "runtime": "2",
        "genre": [
            "Comedy",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Deewaar",
        "director": [
            "Yash Chopra"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0072860/mediaviewer/rm3072384769/?ref_=tt_ov_i",
        "bio": "The movie tells the story of two brothers, Vijay and Ravi Verma, who follow different career paths: Vijay is a smuggler and Ravi the policeman who is asked to hunt Vijay down. Vijay Verma (Amitabh Bachchan) and Ravi Verma (Shashi Kapoor) are the sons of a trade unionist, Anand Verma(Satyen Kappu), who was defeated and disgraced by the management of his firm using his family as bait. Unable to bear the public disgrace father deserts the family, and the sons are raised by their mother(Nirupa Roy)who brings them to Bombay City, who suffers the trials and tribulations of a poor single mother. Vijay Verma, the elder brother, grows up with an acute awareness of his father's humiliation and is victimized for his father's supposed misdeeds. In the process of fighting for his rights Vijay, who starts out as a boot polisher and becomes a dockyard worker in his youth, becomes a smuggler and a leading figure of the underworld. —gavin@sunny_deol2009@yahoo.com",
        "runtime": 174,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Peranbu",
        "director": [
            "Ram"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt7738784/mediaviewer/rm3864656129/?ref_=tt_ov_i",
        "bio": "Peranbu is an upcoming Indian Tamil drama film written and directed by Ram and produced by P. L. Thenappan. The film features Mammootty and Anjali in the lead roles. Featuring music composed by Yuvan Shankar Raja, the film began production in early 2016. —akhiljithbs",
        "runtime": 147,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Border",
        "director": [
            "J.P. Dutta"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0118751/mediaviewer/rm3307761152/?ref_=tt_ov_i",
        "bio": "The year is 1971 when the Pakistani Army is at war with the Indian Soldiers. The Indian battalion is posted in Longewala region in Punjab and are just 150 in number while the Pakistani Army consists of 2000 armed soldiers with tanks. This movie is a landmark in Hindi Cinema and watch how the drama unfolds and the Indian soldiers fight for the pride of their motherland. Commendable performances from Jackie Shroff, Sudesh Berry, Sunil Shetty and Sunny Deol and excellent acting by Akshay Khanna. —Kanhaiya Maheshwary",
        "runtime": 176,
        "genre": [
            "Action",
            "Drama",
            "History"
        ]
    },
    {
        "name": "96",
        "director": [
            "C. Prem Kumar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt7019842/mediaviewer/rm656438016/?ref_=tt_ov_i",
        "bio": "Two high school sweethearts meet at a reunion after 22 years and reminisce about their past.",
        "runtime": 158,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Baasha",
        "director": [
            "Suresh Krishna"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0139876/mediaviewer/rm288388608/?ref_=tt_ov_i",
        "bio": "An auto rickshaw driver whose sole aim in life is to fulfill the promise of his late father, runs into trouble when an old rival returns from prison and threatens to destroy his family, forcing him to reveal his dark past and reignite the same war which he had kept aside for years. —Santhosh",
        "runtime": 145,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Kal Ho Naa Ho",
        "director": [
            "Nikkhil Advani"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt0347304/mediaviewer/rm3943096576/?ref_=tt_ov_i",
        "bio": "The film's female lead, Naina (Preity Zinta) narrates the story. Her father had committed suicide years ago which left a deep impact on her heart. Her family is dysfunctional since her mother and grandmother just cannot stop arguing. But when Aman (Shahrukh Khan) arrives next door, the whole gloomy conditions change. Aman infuses life in skeptical and overtly serious Naina, and she falls in love with him. But Aman knows that he cannot marry Naina because of a secret which he cannot divulge to her. So he intends upon setting her up with her best pal Rohit (Saif Ali Khan). —Soumitra",
        "runtime": 186,
        "genre": [
            "Comedy",
            "Drama",
            "Musical"
        ]
    },
    {
        "name": "Hera Pheri",
        "director": [
            "Priyadarshan"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0242519/mediaviewer/rm1133008128/?ref_=tt_ov_i",
        "bio": "Baburao is a landlord in India, who is very near-sighted, and always in financial trouble. He has a tenant named Raja, who has not paid his rent for several months. He also has anther tenant named Shyam, who has come to the city to look for a job in his late father's place, but is unable to find employment. The three men quarrel amongst themselves frequently. Then one day, the three men get a phone call from a kidnapper named Kabira, and decide to make use of this phone call to overcome their financial problems - pretend to be the real kidnappers, increase the ransom amount, keep the incremental amount for themselves, and then give the original ransom demanded to Kabira. Will they get away with this idea? —Tanya",
        "runtime": 156,
        "genre": [
            "Action",
            "Comedy",
            "Crime"
        ]
    },
    {
        "name": "Thadam",
        "director": [
            "Magizh Thirumeni"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt7822438/mediaviewer/rm3777259008/?ref_=tt_ov_i",
        "bio": "Ezhil is a civil engineer who dreams of settling down with the woman he sees in the elevator of his high-rise office. One stormy night, a man is murdered and the police find photographic evidence of a suspect leaving the scene. Inspector Gopalakrishnan recognizes the face as Ezhil and brings him in for questioning. Hours later, con man Kavin is brought in for drunk driving and the police realize the two men are identical in appearance. Gopalakrishnan and Sub-Inspector Malarvizhi are divided in opinion as to which man is guilty and they each search for evidence to convict the killer. —L. Hamre",
        "runtime": 138,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Mother India",
        "director": [
            "Mehboob Khan"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0050188/mediaviewer/rm2011457792/?ref_=tt_ov_i",
        "bio": "The film begins with the finishing of a water canal for the village set in the present. Radha (Nargis), as the mother of the village, is asked to open the canal and remembers back to her past when she was newly married, mirroring the new independence of India. The wedding between Radha and Shamu (Raaj Kumar) was paid for by Radha's mother-in-law, who got a loan from the moneylender Sukhilala. This event starts the spiral of poverty and hardship that Radha endures. The conditions of the loan are disputed, but the village elders decide in favor of the moneylender, after which Shamu and Radha are forced to pay three-quarters of their crop as interest on the loan of 500 rupees. While trying to use more of their land to alleviate their poverty, Shamu's arms are crushed by a boulder. He is shamed by his helplessness and is humiliated by others in the village. Deciding that he is no use to his family, he leaves and does not return. Soon after this, Radha's mother-in-law dies. Radha continues to work in the fields with her children and gives birth again. Sukhilala offers to help alleviate her poverty in return for Radha marrying him, but she refuses to sell herself. A storm sweeps through the village that destroys the harvest and kills Radha's youngest child, and the villagers start to migrate but decide to stay and rebuild because of Radha's urging. The film then skips forward several years to when Radha's two surviving children, Birju (Sunil Dutt) and Ramu (Rajendra Kumar), are young men. Birju, embittered by the exactions of Sukhilala since he was a child, takes out his frustrations by pestering the village girls, especially Sukhilala's daughter. Ramu, by contrast, has a calmer temper and is married soon after. He becomes a father ,but his wife is soon absorbed into the cycle of poverty. Birju's anger finally becomes dangerous and, after being provoked, attacks Sukhilala and his daughter and violently lashes out at his family. He is chased out of the village and becomes a bandit. On the day of the wedding of Sukhilala's daughter, Birju returns to exact vengeance. He kills Sukhilala and takes his daughter--but Radha, who had promised that Birju would not do harm, shoots Birju, who dies in her arms. The film ends with her opening the canal and reddish water flowing into the fields. —gavin@sunny_deol2009@yahoo.com",
        "runtime": 172,
        "genre": [
            "Action",
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Dil Chahta Hai",
        "director": [
            "Farhan Akhtar"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0292490/mediaviewer/rm2486146561/?ref_=tt_ov_i",
        "bio": "Three young men Akash, Sameer, and Siddharth are close friends, but their tastes and characters are completely incompatible. So when Siddharth falls in love with a much older woman, Tara, a woman who has been unsuccessful in keeping her marriage intact as well as alcohol-dependent, widens the rift between the trio, forcing them to part company. Years later, the trio will be re-united, they will be much mature and understanding, but will they still accept Siddharth love for Tara, especially when they themselves have fallen in love with women around their respective ages? —Sonia",
        "runtime": 183,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Kannathil Muthamittal",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0312859/mediaviewer/rm1799074817/?ref_=tt_ov_i",
        "bio": "Dhileepan and Shyama are Tamil-speaking residents of Mankulam, Sri Lanka, who get married with the blessings of their respective families. After the marriage, Shyama confides that she would like to be a mother of eight children, but she is stunned when her husband tells her that he cannot father any children until there is peace between the mainstream and the Tamils in this country. Nevertheless, they do get intimate, which results in Shyama getting pregnant. Dhileepan goes into hiding because of his connections with the Tamil Tigers, while Shyama returns to her father's house. A storm threatens their village, and they are forced to flee to a Refugee Camp in Rameswaram, India. Alone, without any support, Shyama gives birth to a girl, leaves her, and returns to Sri Lanka to be with her husband. The child gets noticed by noted Tamil author Thiruchelvan, who lives with his sister, her husband, and their son and writes books under the pen-name of Indra, who is actually an attractive TV newswoman who lives next door. When he comes forward to adopt her, he is initially refused, as he must be married in order to adopt any child. He accordingly gets married to Indra, and they adopt the child and name her Amudha. Subsequently, they become parents of two sons, Vinayan and Akhilan. After Amudha completes her ninth year, she is told that she has been adopted, which compels her to start searching for her biological mother. Amudha initially runs aways to Rameswaram, but she is unable to locate her and continues to be distraught until Thiruchelvan promises to take her to Mankulam. They do come across a woman named Shyama, but she denies having any children, and it is then that they find out that there is another Mankulam in the north of Sri Lanka. They travel there, among almost war-like conditions, and it is here that Thiruchelvan and his guide, Dr. Herold Vikramsinghe, will be abducted by Tamil Tigers, who, in turn, will arrange for a meeting with Shyama. Watch what happens when Amudha finally gets to meet her birth mother--who may outrightly disown her or induct her as one of the many child warriors among the Tamil Tigers. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 136,
        "genre": [
            "Action",
            "Drama",
            "War"
        ]
    },
    {
        "name": "Memories",
        "director": [
            "Jeethu Joseph"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt3124456/mediaviewer/rm3360952576/?ref_=tt_ov_i",
        "bio": "Sam Alex, a drunkard ex-cop, is forced to investigate a series of murders which are committed in the same pattern. His search leads to a serial killer, and something more than what he expected.",
        "runtime": 132,
        "genre": [
            "Mystery",
            "Thriller"
        ]
    },
    {
        "name": "Drishyam 2",
        "director": [
            "Jeethu Joseph"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt12361178/mediaviewer/rm4072658177/?ref_=tt_ov_i",
        "bio": "Six years after the terrible event that almost destroyed his family, Georgekutty is the proud owner of a movie theater and aspiring to write and produce his own hit film. Yet his wife Rani is ill at ease. She worries about Georgekutty, who's taken out a loan and started drinking. She worries about her daughters; Anju suffers epileptic fits and cowers in fear at the sound of a passing police siren, and young Anu's growing independence takes her away from her mother's watchful eyes. Even more worrying, the neighbors have started to gossip and the police have remained relentless in unearthing George's darkest secret. When someone from the past returns to the village, can Georgekutty save his family a second time? —L. Hamre",
        "runtime": 152,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Pranchiyettan and the Saint",
        "director": [
            "Ranjith"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt1695800/mediaviewer/rm529371905/?ref_=tt_ov_i",
        "bio": "Chirammal Enashu Francis, a.k.a. Pranchiyettan (Mammootty), is a successful businessman based in Thrissur. He is a devotee of Saint Francis of Assisi and often has imaginary conversations with the saint. His ancestors were rice traders, but he has grown beyond the small rice shop to expand his business into jewellery, real estate, finance, shopping complexes and lot more. Even though he is successful and wealthy, he is not well-educated and he is unhappy with his name and also wants to become a celebrity. He is called Ari (\"rice\") Pranchi by everybody, citing his ancestors' business as a colloquial taunt. He wants to change his image from Ari Pranchi to something great and is ready to spend a fortune for it. The film deals with how Pranchi tries to get a good name and what changes that brings to his life. —JashDM",
        "runtime": 140,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Athadu",
        "director": [
            "Trivikram Srinivas"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt0471571/mediaviewer/rm4036766208/?ref_=tt_ov_i",
        "bio": "To receive a sympathy vote, a crooked politician plans his own assassination attempt. Nandu is hired to merely wound the politician, but someone else pulls the trigger first. Framed for murder, Nandu flees and meets Pardhu, a man returning home after a long absence. The young man is killed in the police crossfire meant for Nandu. Nandu assumes Pardhu's identity and his new \"cousin\" has a romantic interest in him... —L. Hamre",
        "runtime": 172,
        "genre": [
            "Action",
            "Thriller"
        ]
    },
    {
        "name": "Jalsaghar",
        "director": [
            "Satyajit Ray"
        ],
        "country": "India",
        "language": [
            "Bengali"
        ],
        "poster_image_url": "/title/tt0051792/mediaviewer/rm3287735297/?ref_=tt_ov_i",
        "bio": "Huzur Biswamghar Roy is a rich landowner who lives in a palace with his wife and son and his many servants. His passion - his wife would call it his addiction - is music and he spends a great deal of his fortune on concerts held for the locals in his magnificent music room. His wealth is in decline however. His lands are being eroded by the local river and he pays for the concert he arranges for his son's coming of age party by selling some of the family jewels. When his neighbor Ganguli invites him to a party at his house, Roy decides to one up him and organizes a lavish party for the same day - costing him the last of the jewels. After his wife and son are killed in a storm, Roy becomes something of a recluse, closing up the music room. Now, many years later he decides to have one final concert, spending the last of his money to again outdo - and spite - Ganguli. —garykmcd",
        "runtime": 100,
        "genre": [
            "Drama",
            "Music"
        ]
    },
    {
        "name": "Chupke Chupke",
        "director": [
            "Hrishikesh Mukherjee"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0072783/mediaviewer/rm3007116032/?ref_=tt_ov_i",
        "bio": "Raghav brags that he can smell a rat or an impersonator automatically, and Dr. Parimal Tripathi decides to take him on - result: funny family slapstick comedy, with a dose of pure Hindi and Urdu thrown in, especially the dialogue delivery by Om Prakash, Dharmendra, and Amitabh Bachchan. Notable songs are :Sare ga ma, ma sa re ga ma....\"; \"Ab ke sajan sawan me, aag lagegi badan mein, ghata barshegi, magar tarsegi nazar, mil na sakenghe do mahn ek hi aagan mein...\"; \"Chupke chupke chal di purvaiya, basuri bajaike raas rachaye daiya re daiya, chupke...\". —rAjOo (gunwanti@hotmail.com)",
        "runtime": 146,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Super 30",
        "director": [
            "Vikas Bahl"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt7485048/mediaviewer/rm441227009/?ref_=tt_ov_i",
        "bio": "Anand Kumar, a Mathematics genius from a modest family in Bihar who is made to believe that only a King's son can become a king is on a mission to prove that even the poor man can create some of the world's most genius minds. He starts a training program named 'Super 30' to help 30 IIT aspirants crack the entrance test and make them highly successful professionals. —Santhosh",
        "runtime": 154,
        "genre": [
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Ulidavaru Kandanthe",
        "director": [
            "Rakshit Shetty"
        ],
        "country": "India",
        "language": [
            "Kannada"
        ],
        "poster_image_url": "/title/tt3394420/mediaviewer/rm1706217216/?ref_=tt_ov_i",
        "bio": "Malpe is a small fishing town on the Arabian Coast, located 6 kilometers to the west of the temple town of Udupi. Malpe's beaches are washed clean everyday by the sea. The waves ensure that nothing gets left behind on the sands. But then, the waves cannot reach everything. It is the time of the year when Udupi and its surroundings are decked up to celebrate Sri Krishna Janmaashtami (The Birth of Lord Krishna). Men and children walk the streets dressed up as characters from mythology. Teams painted as tigers are seen dancing to drum beats all around the town. But violence seems to be brewing in Malpe this Krishna Janmaashtami and it is going change the lives of the ones' involved forever. —Anonymous",
        "runtime": 154,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Natsamrat",
        "director": [
            "Mahesh Manjrekar"
        ],
        "country": "India",
        "language": [
            "Marathi"
        ],
        "poster_image_url": "/title/tt5311546/mediaviewer/rm3539275520/?ref_=tt_ov_i",
        "bio": "The film is a tragedy about a veteran theatre actor named Ganpat \"Appa\" Belwalkar (Nana Patekar) who has been the best of his lot during his heyday, garnering fame and fortune acting in plays based on various works, especially William Shakespeare's. It is a tragedy of a veteran actor who enjoyed a very vital importance in his life but who becomes the victim of old age alienation and estrangement. The film reveals an intensely tragic fate of an actor who becomes victim of fate and fortune in old age, which is similar to the fate of Lear. Natsamrat suffers the pangs of old age and dishonor inflicted on him by his own children. It is a tragedy of great humanist and actor who succumbs to the ill fate and destiny. In fact, Natsamrat is a story of Ganpatrao Belvalkar, who withstands great suffering after his retirement from stage acting.",
        "runtime": 166,
        "genre": [
            "Drama",
            "Family"
        ]
    },
    {
        "name": "Gol Maal",
        "director": [
            "Hrishikesh Mukherjee"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0079221/mediaviewer/rm3716412160/?ref_=tt_ov_i",
        "bio": "Ramprasad is a recent college graduate who finds a job with a finicky man, Bhavani Shankar, who believes that a man without a mustache is a man without a character. Bhavani Shankar is also against any of his employees indulging in recreation of any kind. When Ramprasad is caught by his boss at a hockey match, he has to invent a twin brother, the clean-shaven Laxman Prasad, to save his job. When Bhavani's daughter falls in love with the clean-shaven Laxman Prasad, and insists on marrying him, and Bhavani insists she should marry Ramprasad, things take a whacky turn. A fake mother and a hilarious chase are other enjoyable features involved in this comedy. —Vijay",
        "runtime": 144,
        "genre": [
            "Comedy",
            "Romance"
        ]
    },
    {
        "name": "Karnan",
        "director": [
            "Mari Selvaraj"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt11581174/mediaviewer/rm3522035457/?ref_=tt_ov_i",
        "bio": "Karnan, a fearless village youth, must fight for the rights of the conservative people of his village, due to the torture given by a police officer.",
        "runtime": 158,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Section 375",
        "director": [
            "Ajay Bahl"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt8144834/mediaviewer/rm1805094913/?ref_=tt_ov_i",
        "bio": "A celebrated Bollywood director Rohan Khurana stands accused by a female member of his crew, Anjali Dangle of having raped her at his residence.",
        "runtime": 124,
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ]
    },
    {
        "name": "Shahid",
        "director": [
            "Hansal Mehta"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt2181831/mediaviewer/rm957013760/?ref_=tt_ov_i",
        "bio": "Shahid traces the true story of slain human rights activist and lawyer Shahid Azmi. From attempting to become a terrorist to being wrongly imprisoned under a draconian anti-terrorism law to becoming a criminal lawyer Shahid traces the inspiring personal journey of a boy who became an unlikely messiah for human rights while following the rise of communal violence in India. This story of an impoverished Muslim struggling to come to terms with injustice, inequality and rising above his circumstances is an inspiring testament to the human spirit. —Anonymous",
        "runtime": 129,
        "genre": [
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Thulladha Manamum Thullum",
        "director": [
            "Ezhil"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt1517561/mediaviewer/rm653772033/?ref_=tt_ov_i",
        "bio": "Kutty wants to become a singer while working in an audio shop run by Mani. His songs are appreciated by a college student Rukmani and each time when she wishes to meet him, circumstances project him as a transitive element. He also becomes the cause for Rukmani losing her eyesight and repents for it. He starts to love her and he regularly writes to his mother about the development of love he has for Rukmani. When his mother dies, she offers her eyes to Rukmani. To meet the cost of the eye transplant, kutty offers his kidney to a Pune-based richman. While returning home he inadvertently becomes an accomplice in creating explosives and he's arrested. Having regained her vision, Rukmani, who had studied for IAS, becomes a Collector and when Kutty tries to contact her, he is still the rowdy element in her mind. —Anonymous",
        "runtime": 170,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Theeran Adhigaaram Ondru",
        "director": [
            "H. Vinoth"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt7060460/mediaviewer/rm119177217/?ref_=tt_ov_i",
        "bio": "Theeran, a police officer, tries to decode a series of cold blood events based on same pattern. Who's behind those ruthless events? How Theeran and team traces them? Did they succeed? forms the story of this crime action thriller. The story is based on true incidents handled by Police department in 2000s.",
        "runtime": 157,
        "genre": [
            "Action",
            "Crime",
            "Thriller"
        ]
    },
    {
        "name": "Apur Sansar",
        "director": [
            "Satyajit Ray"
        ],
        "country": "India",
        "language": [
            "Bengali"
        ],
        "poster_image_url": "/title/tt0052572/mediaviewer/rm2084100609/?ref_=tt_ov_i",
        "bio": "Liberated from any form of attachment that was holding him back from immersing himself into Kolkata's urban lifestyle after Sarbojaya's death in Aparajito (1956), Apu, now an optimistic, 23-year-old idealist and struggling author, has no other choice but to give up his degree for lack of financial resources. Being no longer accountable to anyone, Apu barely manages to scrape by, content with a meagre income and a humble roof over his head, until an unforeseen complication during the wedding of Aparna, the delicate sister of his university friend, Pulu, leads to an act of kindness and a wonderful, youthful romance. All his life, death, and the sense of loss, have been accompanying Apu in his perpetual odyssey of spirituality and knowledge, and now, a lifetime of joys, hopes, sadness, and tragedies culminate in the most momentous decision of his life. But, life's mysterious duality cannot be defined by tragedy. What more could one ask for than a child's charming, wide-eyed smile? —Nick Riganas",
        "runtime": 105,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Barfi!",
        "director": [
            "Anurag Basu"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt2082197/mediaviewer/rm603112192/?ref_=tt_ov_i",
        "bio": "Set in the 1970s in a pretty corner of India, Barfi. is the story of three young people who learn that love can neither be defined nor contained by society's norms of normal and abnormal. Barfi, a hearing and speech impaired boy falls in love with Shruti. In spite of her deep affection for Barfii, Shruti gives into societal and parental pressure to marry a 'normal' man and lead a 'normal' life. Many years later their paths cross once again when Barfi, now in love with Jhilmil, is on the run from the police. Barfi is desperately seeking Jhilmil, who has gone missing. Shruti's realization that Jhilmil is autistic makes her recognize that true love is really blind. Caught in a cat and mouse game, in the search for the girl Barfi loves, Shruti realizes that she is still in love with him. —Mohijit Mukerjee",
        "runtime": 151,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Arjun Reddy",
        "director": [
            "Sandeep Reddy Vanga(lead director)"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt7294534/mediaviewer/rm2429820928/?ref_=tt_ov_i",
        "bio": "Arjun Reddy, a medico with anger management issues, gets into a brawl with another student and is asked to either apologize or leave college. Arjun prepares to leave but stays back after seeing a first year student, Preethi Shetty. Arjun, along with his friend Shiva, goes to first year class room and announces that he is in love with Preethi and she is exclusive to him. Preethi, although initially afraid of his nature, eventually reciprocates his feelings and their relationship grows stronger over the course of next 3 years. Preethi's father rejects him on the grounds of caste and arranges her marriage with someone else. Arjun protests in front of her house and gets arrested. His father ostracizes him from home for damaging family reputation. He gets an apartment flat with the help of his friend Shiva and joins as a house surgeon in a leading hospital. Unable to forget her, he becomes alcoholic and drug addict. He befriends one of his patients and a leading film star, Jia Sharma, and asks her for a no strings relationship but eventually rejects her after she grows feelings for him. After collapsing in operation theater under the influence of alcohol and drugs, his medical license is temporarily canceled and he is evicted from his flat. Next morning, his grandmother dies and he reconciles his father to give up his self-destructive habits. While on vacation, he learns that Preethi is unhappy with her marriage and meets her after returning home. Arjun convinces Preethi, now a pregnant woman, to live with him. Preethi reveals that he is the father to the child and she left home after marriage and living alone ever since working in a clinic. They get married to each other.",
        "runtime": 182,
        "genre": [
            "Action",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Dangal",
        "director": [
            "Nitesh Tiwari"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt5074352/mediaviewer/rm3039822848/?ref_=tt_ov_i",
        "bio": "Biopic of Mahavir Singh Phogat, who taught wrestling to his daughters Babita Kumari and Geeta Phogat. Geeta Phogat was India's first female wrestler to win at the 2010 Commonwealth Games, where she won the gold medal (55 kg) while her sister Babita Kumari won the silver (51 kg). —Dibyayan_Chakravorty",
        "runtime": 161,
        "genre": [
            "Action",
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Angoor",
        "director": [
            "Gulzar"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0215517/mediaviewer/rm285290240/?ref_=tt_ov_i",
        "bio": "Adapted from Shakespeare's The Comedy of Errors, the story is about two pairs of identical twins, 'Ashok' and 'Bahadur', who are separated at birth and later meet in adulthood, causing confusion. While one of the pairs is honest and the other is wanted by the police.",
        "runtime": 131,
        "genre": [
            "Comedy"
        ]
    },
    {
        "name": "Maqbool",
        "director": [
            "Vishal Bhardwaj"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "Urdu"
        ],
        "poster_image_url": "/title/tt0379370/mediaviewer/rm1565097216/?ref_=tt_ov_i",
        "bio": "Macbeth meets the Godfather in present-day Bombay. The Scottish tragedy set in the contemporary underworld of India's commercial capital; two corrupt, fortune telling policemen take the roles of the weird sisters, and \"Duncan\" is Abbaji, the head of a crime family. Abbaji's mistress and Maqbool plot and carry out his death; the sea plays the role of Birnham wood. —James McLeod",
        "runtime": 132,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "C/O Kancharapalem",
        "director": [
            "Venkatesh Maha"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt7391996/mediaviewer/rm2611779329/?ref_=tt_ov_i",
        "bio": "Four unconventional love stories set in the town and including the people of Kancherapalem.",
        "runtime": 152,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Baishe Srabon",
        "director": [
            "Srijit Mukherji"
        ],
        "country": "India",
        "language": [
            "Bengali"
        ],
        "poster_image_url": "/title/tt2075108/mediaviewer/rm2173532672/?ref_=tt_ov_i",
        "bio": "Several murders have taken place through out the city of Kolkata. A Serial killer is believed to be responsible. The mods operandi being that the killer always caries out the murder according to verses in Bengali poetry. He leaves behind the verses next to the victim. The police are baffled. There lead detective struggles to solve the case. This leads to his superiors deciding to bring back an ex-cop to help solve the case. The ex-cop was suspended for orchestrating a fake encounter and is well known for his bad temperament. Now the ex-cop and the lead detective must work together to catch the serial killer before another innocent loses his life. —pasaban",
        "runtime": 139,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Jo Jeeta Wohi Sikandar",
        "director": [
            "Mansoor Khan"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt0104561/mediaviewer/rm2495275008/?ref_=tt_ov_i",
        "bio": "The biggest sporting event for the school town of Nainital is the annual cycling race. Schools and colleges here range from those like Rajput and Xavier's for the spoilt rich kids to local ones like Model for the poorer kids. For the past two years the cycling race has been won by the arrogant Shekhar Malhotra (Deepak Tijori) of Rajput College. Sanju (Aamir Khan) and Ratan (Mamik) are bothers who attend Model and run a small local cafe. Their father (Kulbhushan Kharbanda) is obsessed by the desire to see Ratan become the cycling champion. Ratan on his part is the ideal son and elder brother to Sanju, good in everything he does and has been the runner-up to Shekhar in the cycling race. Sunju on the other hand is a prankster, not taking life seriously at all enjoying life with his friends among whom is Anjali (Ayesha Jhulka) who loves him silently. Sanju however turns his attention on the new girl on the block, Devika (Pooja Bedi) and convinces her he is rich. He uses the money his father has asked him to deposit in the bank to buy a costly necklace for Devika instead. When his father finds out, he chucks Sanju out of the house. At the annual college dance competition when Devika finds out that Sanju is from Model and poor, she dumps him turning her attention to Shekhar. All through Anjali is a silent pillar of support for Sanju. Shekhar and his friends injure Ratan, almost killing him to keep him out of the race. It is at this point that Sanju realizes he has to get serious and responsible in life and he enters the cycle race to do what a man must do... —gavin@sunny_deol2009@yahoo.com",
        "runtime": 174,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Mumbai Police",
        "director": [
            "Roshan Andrews"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt2924472/mediaviewer/rm5574912/?ref_=tt_ov_i",
        "bio": "ACP Antony is the only one who knows the truth behind ACP Aaryan's murder. Antony meets with an accident, losing his memory and is unable to reveal the killer. He is forced to investigate the murder again hoping that he remembers something.",
        "runtime": 145,
        "genre": [
            "Crime",
            "Mystery",
            "Thriller"
        ]
    },
    {
        "name": "Soodhu Kavvum",
        "director": [
            "Nalan Kumarasamy"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt2877108/mediaviewer/rm1357989632/?ref_=tt_ov_i",
        "bio": "Pagalavan, Kesavan and Sekar are three friends, who lose their jobs in Chennai due to certain circumstances. Then they come across Das (Vijay Sethupathy), who runs a smart kidnap for ransom scam. Naturally his crime flourishes, and the three friends team up with him. Their path crosses with that of Arumai Prakasam, son of the state finance minister. Denied capital by his very strict father to start his business Arumai Prakasam stages his own kidnap, but ends up in the hands of Das and co. The comedy of errors takes a turn when the finance minister wants to catch the culprits, and gives the task to a very strict, encounter specialist cop, Brahmma. How Das and co try to stay ahead of the cop and how he nabs them, and what happens forms the rest of the story. —Bhama Ravi",
        "runtime": 135,
        "genre": [
            "Comedy",
            "Crime",
            "Thriller"
        ]
    },
    {
        "name": "Super Deluxe",
        "director": [
            "Thiagarajan Kumararaja"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt7019942/mediaviewer/rm2779014912/?ref_=tt_ov_i",
        "bio": "A couple tries to dispose of a dead body; a little boy gets a surprise when he meets his estranged father; a son discovers his mother's other side; a religious man starts having doubts over his God. Super Deluxe gives us four stories and the protagonists in each of these stories are tested in their beliefs in the strangest ways. —Santhosh",
        "runtime": 176,
        "genre": [
            "Comedy",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Sardar Udham",
        "director": [
            "Shoojit Sircar"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt10280296/mediaviewer/rm1354626561/?ref_=tt_ov_i",
        "bio": "Indian Revolutionary Udham Singh who's better known for the assassination of Michael O Dwyer in London, who was behind the Jallianwala Bagh Massacre on April 13, 1919. The story sets out how Udham Singh survived the massacre on day of Baisakhi which killed around 400 people and injured around 1000 and avenges those who died. —alex.mjacko@gmail.com",
        "runtime": 164,
        "genre": [
            "Biography",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "The Great Indian Kitchen",
        "director": [
            "Jeo Baby"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt13299890/mediaviewer/rm609081857/?ref_=tt_ov_i",
        "bio": "After marriage, a woman struggles to be the submissive wife that her husband and his family expect her to be. The story follows her journey, as she changes herself and, even more so, changes the household.",
        "runtime": 100,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Bhaag Milkha Bhaag",
        "director": [
            "Rakeysh Omprakash Mehra"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt2356180/mediaviewer/rm3825968896/?ref_=tt_ov_i",
        "bio": "The true story of the \"Flying Sikh\" - world champion runner and Olympian Milkha Singh -- who overcame the massacre of his family, civil war during the India-Pakistan partition, and homelessness to become one of India's most iconic athletes. —Reliance Big Pictures",
        "runtime": 186,
        "genre": [
            "Biography",
            "Drama",
            "Sport"
        ]
    },
    {
        "name": "Company",
        "director": [
            "Ram Gopal Varma"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0296574/mediaviewer/rm638411520/?ref_=tt_ov_i",
        "bio": "Mallik is a henchman of Aslam Bhai, a Mumbai underworld kingpin. He inducts local hothead Chandu into the gang, and the two of them soon form a formidable faction within the gang, eventually displacing Aslam. As the empire grows, however, the two of them start drifting apart. —Joyojeet Pal",
        "runtime": 142,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Roja",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0105271/mediaviewer/rm3332246272/?ref_=tt_ov_i",
        "bio": "A woman from a village in Tamil Nadu marries a sophisticated city dweller and moves with him to Kashmir, where all is rosy - until he gets kidnapped by militants.",
        "runtime": 137,
        "genre": [
            "Drama",
            "Romance",
            "Thriller"
        ]
    },
    {
        "name": "Hey Ram",
        "director": [
            "Kamal Haasan"
        ],
        "country": "India",
        "language": [
            "Tamil",
            "Hindi"
        ],
        "poster_image_url": "/title/tt0222012/mediaviewer/rm2689504513/?ref_=tt_ov_i",
        "bio": "The film starts with Saketh Ram as a very old man and almost immediately goes into flashback. As a young man he is among his friends, in conviviality. He has taken a Bengali wife, Aparna, and everything is wonderful in his life, However the year is 1946, and the imminent independence of India from British suzerainty is complicated by religious antagonism between the Hindu majority and the large Muslim minority, who demand their own independent state. Saketh and Aparna visit Calcutta; rioting is reported, but Saketh goes out to get some food, and he soon encounters a Hindu woman being chased by Muslim rioters. He rescues her, but the rioters later come to his house, and brutally rape and then kill his wife. Saketh is devastated and takes to the streets, determined personally to kill as many Muslims as he can find. He meets up with Sriram Abhiyankar, who is leading a group of Hindu extremists, and Saketh becomes temporarily taken with the cause himself. At the same time, he is persuaded to take a new wife, Mythili, and life begins to stabilize for Saketh after all. However he then falls in with an eminent Maharajah who is leading an underground group with the intention of assassination. Travelling with the Maharajah, Saketh meets one of his old friends from younger days, who has fallen on hard times. Reminiscing, and getting his old friend back on his feet deflect the process of recruiting Saketh, but only temporarily, and soon he is manipulated into committing himself to renouncing his family and his new wife, in the interests of the cause which now is disclosed as the assassination of Gandhi. Although a fellow Hindu, Gandhi was felt by some to be too conciliatory to Muslims and in the logic of extremists, Gandhi became the prime target. Soon Saketh is informed that Gandhi will be in Delhi for some weeks, and that Saketh is to take the opportunity to do \"his duty\". However, hiding from a snap search by the police, he has to hide his pistol on a delivery lorry, and it is driven away to a factory owned by Muslims. Going there hoping to retrieve the gun, he becomes engulfed in a shoot-out between some Hindu attackers and the Muslims, and finds that his loyalties are not so clear cut as he had imagined. Finally he escapes after the death of another of his old friends in the crossfire. The next day, January 30th 1948, he contrives to be near Gandhi in a public prayer ground, his appointment with destiny. But the film still has 20 minutes to run, and the ending is not what you expect. —Hazel Freeman",
        "runtime": 186,
        "genre": [
            "Crime",
            "Drama",
            "History"
        ]
    },
    {
        "name": "Padosan",
        "director": [
            "Jyoti Swaroop"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0063404/mediaviewer/rm94479361/?ref_=tt_ov_i",
        "bio": "Bhola (Sunil Dutt) is a simple minded young man who has taken a vow to act according to the book of shashtras, which dictate that a man must marry when he is of the right age. He meets with lovely Bindu (Saira Banu) and falls head in love with her. Coincidentally, Bindu moves in next to his house. Bhola is thrilled, but soon despairs when he learns that Bindu has given her heart to Master Pillai (Mehmood). Bhola's friends Vidyapathi (Kishore Kumar), Banarasi (Mukri), and others belonging to an acting troupe, assist in hoodwinking Bindu to get attracted to Bhola, and thereby getting his love life back, but there are unexpected twists and turns, and Bhola's lies are exposed, making Bindu return to her plans to marry Master Pillai. Songs include: \"Me chali me chali dekho pyar ki gali mujhe rokhe na koi...\"; \"Bhai bathur ab jaienge kitni door, najook najook meri jawani chalne se majboor...\"; \"Ik chatur naar karke singhar mere man ke duar ye goosath jaat...\"; \"Sarm ahti hai magar aaj yeh kahena hoga ab hamey aap ke kadmon main rahena hoga...\"; \"Kahena hai kahena hai akhir aaj ye tumse pehli baar, tum hi to lai ho jeevan me mere pyar pyar pyar....\". —rAjOo (gunwanti@hotmail.com)",
        "runtime": 157,
        "genre": [
            "Comedy",
            "Musical",
            "Romance"
        ]
    },
    {
        "name": "Ustad Hotel",
        "director": [
            "Anwar Rasheed"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt2218988/mediaviewer/rm3743567360/?ref_=tt_ov_i",
        "bio": "An urbane chef from a well-to-do family with very high ambitions goes on to find approval from his conservative father, true love and the real purpose of his life. —Pedantic Pundit",
        "runtime": 151,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Drishyam",
        "director": [
            "Jeethu Joseph"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt3417422/mediaviewer/rm1888280832/?ref_=tt_ov_i",
        "bio": "Georgekutty (Mohanlal) is a cable-TV network owner in a remote hilly village in Kerala. He lives a happy life with his wife and two daughters. The first half revolves around the depiction of their happy family. Anju (Ansiba), Georgekutty's daughter, goes on a school trip between the proceedings. After a few days, a guy who had been at the school trip with her meets Anju. He blackmails her with a video of her that he had captured during the school trip. In the course of events he is accidentally killed by Rani (Meena) and Anju. Georgekutty on returning home is appraised of the events and thus begins a cat and mouse game as the murdered person is the son of IG Geeta Prabhakar (Asha Sharath) and Prabhakar (Siddique). How the family weathers the storm that ensues during the murder investigation forms the rest of the story leading to a deeply satisfying and unexpected climax. —Athul",
        "runtime": 160,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Ankhon Dekhi",
        "director": [
            "Rajat Kapoor"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt3614516/mediaviewer/rm2590132992/?ref_=tt_ov_i",
        "bio": "Raje Bauji (Sanjay Mishra) is a man in his late fifties, living out a dreary but eventful life in a small house in old Delhi- where he lives with his extended family. A random incident is going to change his life in a dramatic way- though he does not realize at the moment. Bauji's daughter has been seeing a boy of ill repute. When that fact is revealed to the family, after much deliberation they decide to do the obvious- lock up the girl and go beat the willful boy. It is a funny old journey of this man, this old fool- who is both Lear and the fool. —Wikipedia",
        "runtime": 107,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Kaakkaa Muttai",
        "director": [
            "M. Manikandan"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt3973410/mediaviewer/rm3782364416/?ref_=tt_ov_i",
        "bio": "It is all about the life and times of two kids Periya Kakka Muttai (Vignesh) and his younger brother Chinna Kaaka Muttai (Ramesh) growing up in a slum, who make their living stealing coal from the railway yard. Their father is in the jail while mother (Ishwarya Rajesh) brings them up. The urchins have their own dreams like any other kids and here, they want to try out a Pizza from the newly opened Pizza shop. Their curiosity about pizza is because, the new shop is opened by Tamil star Silambarasan. They decide that by hook or crook, they will gain entry into the upmarket Pizza shop and have a slice of it with their own money. Will they succeed in their attempt ? —Rahul",
        "runtime": 91,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Chak De! India",
        "director": [
            "Shimit Amin"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0871510/mediaviewer/rm4257369600/?ref_=tt_ov_i",
        "bio": "Kabir Khan (Shahrukh Khan) knows what it's like to come back from the dead. The ex Indian Captain has now come back in the avatar of the Coach of the Indian Women's National Hockey team. A team that exists more on paper and less in reality. The team is a rag-tag bunch of girls with their own agenda. A bunch of girls who have forgotten what it is like to play for the love of the game. Of playing because you want glory for your country. Not because you want a pensioned job or a government flat. They have all forgotten the sharp thrill of just holding the hockey stick, keeping their eyes on the ball and playing for all they are worth. They have played every game but hockey to make sure they get selected every year in the Indian National team. But what does it really mean to play for the Indian National team? To play for India? The girls have never known the thrilling energy of being Team India. Of giving their all to see their country's name on a trophy. But Kabir Khan, once a captain, now forgotten, does. He knows what it takes to get there. And what it means to return empty handed. This time, he wants to make sure that it's different. He knows there are no second chances. Despite his past, he believes that if only the girls played as one, anything would be possible. Because Kabir Khan believes that it is not that we can't win. It's just that we have never believed we can. CHAK DE INDIA is the story of a coach's fight of making his team, Team India by overcoming their diverse backgrounds, by learning to use everything that life hurls on them as a secret weapon. It's a story about honesty, sincerity and integrity. The Film became a cult classic and won its leading man the National Award and put the Indian National Sport \"Hockey\", back on the map. —Official Source",
        "runtime": 153,
        "genre": [
            "Drama",
            "Family",
            "Sport"
        ]
    },
    {
        "name": "Maanagaram",
        "director": [
            "Lokesh Kanagaraj"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt5559528/mediaviewer/rm441999872/?ref_=tt_ov_i",
        "bio": "A City based thriller that travels on the Hyperlink plot connecting the four youngsters from the different walks of lives. Maanagaram will focalize upon Chennai city as one of the major characters in this film, where the backdrops would indeed become a prominent ingredient of this tale.",
        "runtime": 137,
        "genre": [
            "Action",
            "Thriller"
        ]
    },
    {
        "name": "Mughal-E-Azam",
        "director": [
            "K. Asif"
        ],
        "country": "India",
        "language": [
            "Urdu"
        ],
        "poster_image_url": "/title/tt0054098/mediaviewer/rm1679207425/?ref_=tt_ov_i",
        "bio": "Set in the 16th century AD, the movie brings to life the tale of the doomed love affair between the Mughal Crown Prince Saleem and the beautiful, ill-fated court dancer, whose fervor and intensity perpetrates a war between the prince and his father the great Mughal Emperor Akbar, and threatens to bring an empire to its knees. —Hrishi Dixit <hrishi@slb.com>",
        "runtime": 197,
        "genre": [
            "Drama",
            "Romance",
            "War"
        ]
    },
    {
        "name": "Asuran",
        "director": [
            "Vetrimaaran"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt9477520/mediaviewer/rm1119847169/?ref_=tt_ov_i",
        "bio": "Asuran is an action film directed by Vetrimaaran, with the story taken from the novel Vekkai written by Poomani, a famous Tamil novelist. Dhanush plays two roles in this film. Famous Malayalam actress Manju Warrier plays the female lead. Many people expecting this movie will be the benchmark for Tamil cinema in both critically and commercially. Trailer of this film was released on Dhanush's birthday and the film was released on 3 October 2019. —Madhesh D fan",
        "runtime": 141,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Take Off",
        "director": [
            "Mahesh Narayanan"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt6315524/mediaviewer/rm2986422272/?ref_=tt_ov_i",
        "bio": "In 2014, a group of Malayali nurses was captured when terrorists took over the city of Tikrit in Iraq. This movie recounts the ordeal suffered by the nurses following their capture.",
        "runtime": 139,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Mandela",
        "director": [
            "Madonne Ashwin"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt10687070/mediaviewer/rm521784321/?ref_=tt_ov_i",
        "bio": "A local barber's fate turns overnight when he becomes the single deciding vote in the village elections.",
        "runtime": 140,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Tumbbad",
        "director": [
            "Rahi Anil Barve",
            "Anand Gandhi(creative director)",
            "Adesh Prasad"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "Marathi"
        ],
        "poster_image_url": "/title/tt8239946/mediaviewer/rm1028080640/?ref_=tt_ov_i",
        "bio": "Set in Tumbbad in the 1920s, the story revolves around the three generations of a family facing the consequences when they build a temple for the first-born of a goddess, named Hastar--he who must not be worshiped. Hastar is a terrible entity who can curse a person yet also can grant gold coins. And the story put emphasis on human nature and the never ending greed. The myth of Hastar is, when the Goddess of Prosperity created the world she gave birth to Hastar followed by 16 Crore Gods and Goddesses. Hastar being her first born was her favorite child, but Hastar was very greedy. When the Goddess of Prosperity offered Hastar the ownership of all the gold in the universe or all the food, he took the gold as well as tried to take over the food in his greed fighting with his brothers and sisters. The 16 crore gods and goddesses overpowered Hastar and when they tried to kill him, the Goddess of Prosperity intervened and begged for his life. The 16 crore gods and goddesses accepted her request on one condition, that Hastar will never be mentioned in the Puranas nor he should be ever worshiped.",
        "runtime": 104,
        "genre": [
            "Drama",
            "Fantasy",
            "Horror"
        ]
    },
    {
        "name": "Article 15",
        "director": [
            "Anubhav Sinha"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt10324144/mediaviewer/rm3850017537/?ref_=tt_ov_i",
        "bio": "In Lalgaon village two Dalit girls are abducted in a school bus Ayan Ranjan an IPS officer is assigned on the case where he closely works with two officers Brahmdutt and Jatav.Ayan finds that villagers believe in caste discrimination which is the major problem he meets his old friend Satinder who behaves strangely and goes missing next morning.The two girls body are found hanging on a tree while one goes missing an autopsy revels that they were raped multiple times.Gaura sister of one of the dead girl tells Ayan that they were slapped by their owner Anshu when they asked to increase their daily wage by three Rupees .Ayan finds that Anshu did this due to caste discrimination and posts copy of Article 15 according to constitution of India at the police station. —alex.mjacko@gmail.com",
        "runtime": 130,
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ]
    },
    {
        "name": "Kirik Party",
        "director": [
            "Rishab Shetty"
        ],
        "country": "India",
        "language": [
            "Kannada"
        ],
        "poster_image_url": "/title/tt6054758/mediaviewer/rm1432630272/?ref_=tt_ov_i",
        "bio": "Kirik Party is the story of a gang of mischievous students, led by the protagonist Karna (Rakshit Shetty), who have just joined an engineering college. They belong to different streams of engineering but develop a bond while staying together in the hostel. The treatment is stylish with light humour throughout while exploring the college life of these youngsters. Karna, the protagonist from a small town has joined this engineering college and he gangs up with his hostel mates Loki, Alexander, Manja and others to fuel a lot of mischief in the college. During the first year he befriends Saanvi (Rashmika Mandanna) a Final year student and certain incidents impacts Karna's life making him question his very basic thought process.",
        "runtime": 159,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Dhuruvangal Pathinaaru",
        "director": [
            "Karthick Naren"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt6380520/mediaviewer/rm1418045953/?ref_=tt_ov_i",
        "bio": "Deepak is an retired police officer. He meets an young man who is interested in joining IPS. The young guy asks about the case of a mystry killer in which deepak lost his leg and his career. Thus he explains about the unsolved mystry case. But in the end the case is solved by the young man, and deepak meets his ultimate end.",
        "runtime": 105,
        "genre": [
            "Action",
            "Crime",
            "Mystery"
        ]
    },
    {
        "name": "Bommarillu",
        "director": [
            "Bommarillu Baskar"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt0843326/mediaviewer/rm2901669889/?ref_=tt_ov_i",
        "bio": "Siddu is the son of an over-protective business man. Every decision of his is made by his father, which leads him into frustration. He half-heartedly agrees to become engaged to a rich man's daughter, but then falls for a middle-class man's daughter called Hasini. The film focuses on his realization that he has to stand on his own and come out of his father's protective shell- and try to succeed in love. —Anonymous",
        "runtime": 170,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Padayappa",
        "director": [
            "K.S. Ravikumar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0213969/mediaviewer/rm847969537/?ref_=tt_ov_i",
        "bio": "The death of Padaiyappa's father destroys his family. But his luck changes, and he is able to lead a prosperous life, until his nemesis plots to ruin his happiness once more.",
        "runtime": 181,
        "genre": [
            "Action",
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Pithamagan",
        "director": [
            "Bala"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0376076/mediaviewer/rm4274881793/?ref_=tt_ov_i",
        "bio": "Chittan (Vikram) is born to a vagrant in a cemetery, who dies soon after. Raised with no contact to the outside world except with dead bodies, he grows up inept at social interaction. An acquaintance with a neighborhood drug dealer Gomathi (Sangitha) gets him a job as a handyman in a cannabis farm. Chittan ends up in jail where he makes his first real friendship - with a conman Shakti (Surya). When Chitthan and Sakthi try to step out of their lives of illicit activities, the local drug-lord interferes. —Anonymous",
        "runtime": 139,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Kumbalangi Nights",
        "director": [
            "Madhu C. Narayanan"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt8413338/mediaviewer/rm598305536/?ref_=tt_ov_i",
        "bio": "The film revolves around four brothers who share a love-hate relationship with each other. Franky's elder brothers, Saji, Bobby and Bony lead a messed up life with their downright arrogance, differences, and disagreements with each other. Each one deals with the struggle of his own. Their relationship progresses to another level when Saji, Boney, and Franky decide to help Bobby stand by his love. Franky's wish for a beautiful home cuddles hope.",
        "runtime": 135,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Thani Oruvan",
        "director": [
            "Mohan Raja"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt4987556/mediaviewer/rm2317547265/?ref_=tt_ov_i",
        "bio": "Thoroughly frustrated with Industrialists and Politicians ruining the nation by denying the availability of cheap medicines, IPS officer Mithran is on a self-conceived quest to find the head of this medicine-mafia to channel all his anger towards him. But the ultimate villain, Siddharth Abhimanyu, who is also a decorated Scientist proves to be a ruthless and indomitable adversary. —PipingHotViews",
        "runtime": 160,
        "genre": [
            "Action",
            "Crime",
            "Thriller"
        ]
    },
    {
        "name": "Premam",
        "director": [
            "Alphonse Puthren"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt4679210/mediaviewer/rm2121785600/?ref_=tt_ov_i",
        "bio": "George, a teenager, loves the idea of being in love. This dream seems to be within reach during his school days, then, for a second time during his college days and yet it fails to materialize. This slow metamorphosis of his love, his attempt to woo his lovers, the abrupt failures hardens him but he finally is able to settle down for life with someone much younger, whom he have met during childhood. The film transcends its viewers on perspectives and boundaries of love.",
        "runtime": 156,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "#Home",
        "director": [
            "Rojin Thomas"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt10534500/mediaviewer/rm881785857/?ref_=tt_ov_i",
        "bio": "Oliver Twist (Indrans) wants to be tech-savvy and become a better companion to his two sons who spend more time on their phones than with their loved ones.",
        "runtime": 158,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Charlie",
        "director": [
            "Martin Prakkat"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt5082014/mediaviewer/rm3607879936/?ref_=tt_ov_i",
        "bio": "Charlie is a young guy who always loves traveling and believes in enjoying life to the fullest. He considers life to be a celebration and tries to bring happiness in the lives of people around him. Tessa is a graphic artist with a sensitive outlook towards life. The film depicts the love story of Charlie and Tessa, and how their love influences the lives of the people around them. —Vikram, synopsis from Bookmyshow",
        "runtime": 130,
        "genre": [
            "Adventure",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Anbe Sivam",
        "director": [
            "Sundar C."
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0367495/mediaviewer/rm3025237504/?ref_=tt_ov_i",
        "bio": "Evocative and provocative, this masterfully crafted relationship drama tells the story of a series of comic events that occur when Nalla Sivam (Kamal Haasan) a wise-cracking, handicapped communist and Anbarasu (R. Madhavan), an arrogant young advertisement filmmaker who favors capitalism meet. They get stuck with each other on their problem-filled trip from Bhubaneswar to Chennai, giving them a unique opportunity to explore each other's belief system. Themes such as globalization, financial disparity and compassion in present-day India are explored around the two protagonists, while they also find how deeply interconnected their lives are. —Santhosh",
        "runtime": 160,
        "genre": [
            "Adventure",
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Vedam",
        "director": [
            "Radha Krishna Jagarlamudi"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt1649431/mediaviewer/rm1875803136/?ref_=tt_ov_i",
        "bio": "Cable Raju is a slum dweller who works as a cable operator; Saroja is a prostitute; Ramulu is a debt-ridden weaver from Sircilla; Vivek Chakravarthy is an upcoming rock star; Raheemuddin Qureshi is a Muslim from Old Basti in Hyderabad. The stories of these five characters are interwoven into one. —Anonymous",
        "runtime": 135,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Sarpatta Parambarai",
        "director": [
            "Pa. Ranjith"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt11580854/mediaviewer/rm2842818561/?ref_=tt_ov_i",
        "bio": "A Sports Drama film, Set during the 1970s, the film revolves around a clash between two clans namely Sarpatta Parambarai and Idiyappa Parambarai in North Chennai, which also showcases the boxing culture in the locality and also the politics being involved in it.",
        "runtime": 173,
        "genre": [
            "Action",
            "Drama",
            "Sport"
        ]
    },
    {
        "name": "Alai Payuthey",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0242256/mediaviewer/rm1760451584/?ref_=tt_ov_i",
        "bio": "Karthik (Madhavan) is frantic after the disappearance of his wife Shakti (Shalini). Told in flashbacks, the film traces their brief marriage as the couple's dreamy romance runs through the usual gamut of highs and lows. —Joyojeet Pal",
        "runtime": 156,
        "genre": [
            "Drama",
            "Musical",
            "Romance"
        ]
    },
    {
        "name": "Iqbal",
        "director": [
            "Nagesh Kukunoor"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0453729/mediaviewer/rm3101883136/?ref_=tt_ov_i",
        "bio": "India - a Nation obsessed with cricket - and it is not very often one comes across anyone who loathes cricket as much as farmer Anwar Khan, who feels that it is a waste of time watching some grown men playing, not only getting paid, but costing the nation millions of lost work hours. His family, especially his wife, Saida, does not quite agree with him. As a matter of fact, she broke water when watching a cricket match with a TV set perched on a branch of a tree with almost the entire village in attendance. This is how Iqbal was born, followed by the birth of his sister, Khadija. Iqbal, though deaf and dumb, shared his mother's and sister's passion for cricket, he would tend to the buffaloes, who though all female, had been named after male cricketers, including Kapil Dev. While tending to them, he would stop and watch youngsters being trained by the renowned Guruji. When Guruji finds out about Iqbal's interest in the game, he recruits him, but lets him go when a dispute flares up between his top pupil, Kamal, and Iqbal. A disheartened Iqbal finds a new mentor, in the form of alcoholic farmhand, Mohit, who reluctantly decides to tutor Iqbal, so much so that Iqbal qualifies to play in the Andhra Pradesh team for a Ranji trophy match. The match is won, and a way is cleared for Iqbal to find a place in the Indian team. Then all chaos breaks lose when Anwar refuses to let Iqbal indulge anymore in this waste of time, and asks him to go to the farm and help him. But Mohit is able to convince him to change his mind, only to find out that Guruji, who favors his star pupil Kamal, for a place in the Indian cricket team, and will do his utmost to foil any attempt by Mohit to promote Iqbal. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 132,
        "genre": [
            "Drama",
            "Sport"
        ]
    },
    {
        "name": "Charulata",
        "director": [
            "Satyajit Ray"
        ],
        "country": "India",
        "language": [
            "Bengali",
            "English"
        ],
        "poster_image_url": "/title/tt0057935/mediaviewer/rm497999872/?ref_=tt_ov_i",
        "bio": "Charu lives a lonely and idle life in 1870s India. Although her husband Bhupati devotes more time to his newspaper than to their marriage, he sees her loneliness and asks his brother-in-law,Umapada to keep her company. At the same time Bhupati's own cousin, Amal, a would-be writer comes home finishing his college education. However, after several months, Charu and Amal's feelings for each other move beyond literary friendship. —Erik Gregersen <erik@astro.asutexas.edu>",
        "runtime": 117,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Special Chabbis",
        "director": [
            "Neeraj Pandey"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt2377938/mediaviewer/rm2237374976/?ref_=tt_ov_i",
        "bio": "Based on real life incidents that occurred in India in 1987-88, the storyline revolves around a group of con artists who pulled off many clever robberies during 1980s, and robbed famous businessmen and politicians by pretending to be the CBI or Income tax officers and conducting raids. On the pretext of conducting raids they would take away all the black money hoarded by them. —Sufiyan Khan and London Mapper",
        "runtime": 144,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "PK",
        "director": [
            "Rajkumar Hirani"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt2338151/mediaviewer/rm419297536/?ref_=tt_ov_i",
        "bio": "P. K. is a comedy of ideas about a stranger in the city, who asks questions that no one has asked before. They are innocent, child-like questions, but they bring about catastrophic answers. People who are set in their ways for generations, are forced to reappraise their world when they see it from PK's innocent eyes. In the process PK makes loyal friends and powerful foes. Mends broken lives and angers the establishment. P. K.'s childlike curiosity transforms into a spiritual odyssey for him and millions of others. The film is an ambitious and uniquely original exploration of complex philosophies. It is also a simple and humane tale of love, laughter and letting-go. Finally, it is a moving saga about a friendship between strangers from worlds apart. —Abhijat Joshi",
        "runtime": 153,
        "genre": [
            "Comedy",
            "Drama",
            "Sci-Fi"
        ]
    },
    {
        "name": "Indian",
        "director": [
            "S. Shankar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0116630/mediaviewer/rm611759617/?ref_=tt_ov_i",
        "bio": "Circa the British rule in India, a man named Senapathy decides to rebel against the British in a violent way, learns a rare martial art that enables him to kill with his bare hands, and travels to Singapore, joins the Indian Liberation Army formed by renowned Subhash Chandra Bose, is one of the soldier's to engage the British into war. He subsequently joins a death squad in order to destroy British tanks. While all of the others succeed in carrying out their mission, Senapathy is captured, jailed, beaten, and mercilessly tortured by the British. Upon his release, he is looked after by a woman named Namrata, whose honor he had saved from the British - who had captured two truckloads of women protesters, burned their clothing, and forced them to commit suicide. Namrata and Senapathy marry, India gains independence, and they soon have two children - Chandrabose and Kasthoori. Years later Chandra quarrels with his honest and straight-laced father, leaves home, so that he can earn enough money to bribe the transport secretary to get him a job as a Transport Officer. Tragedy strikes the family when Kasthoori is grievously hurt in a house-fire. They get her to the nearest hospital - but the doctor wants them to file a police report or pay him Rs.500/-; At the police station - the Inspector wants Rs.250/- or a report from the Village Administration Officer; who in turn wants Rs.150/- so that he can start preparations for the report. This delay results in Kasthoori's death - and a vengeful Senapathy decides to teach corrupt officials a lesson - a lesson that will serve to remind other corrupt officials to do their work diligently without accepting any bribes. What Senapathy does not know is that his very son Chandra is now part of this system - and he must now make up his mind to make an exception or carry on his gruesome task - knowing fully well that the Central Bureau of Investigation is hot on his tail. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 185,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Anniyan",
        "director": [
            "S. Shankar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0376127/mediaviewer/rm92994817/?ref_=tt_ov_i",
        "bio": "Ambi is a meek lawyer, who wishes to change the society. But, because of his oft-repeated concern, people don't take him seriously. Besides, Nandini, the girl whom he loves, also rejects her because of this. This makes Ambi shattered, not before he encounters a website Aparichit.com, visiting which creates an alter ego inside Ambi's mind. For the girl he loves, he becomes a supermodel named Remo, and for the entire nation, to reform it, he becomes a vigilante named Aparichit, who not only teaches people the importance of following the rules, but also punishes them if they don't follow. —Prashast Singh",
        "runtime": 183,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Black",
        "director": [
            "Sanjay Leela Bhansali"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt0375611/mediaviewer/rm1951206656/?ref_=tt_ov_i",
        "bio": "Based in Simla, the McNallys are an Anglo-Indian family consisting of Paul and his wife, Catherine. Both are full of joy when Catherine gives birth to a baby girl, Michelle, but their joy is short-lived when they are told that Michellle cannot see nor hear. Both attempt to bring up Michelle in their own protective way, as a result Michelle is not exposed to the real world, and becomes increasingly violent and volatile. Things only get worse when Catherine gives birth to Sara, and Paul considers admitting Michelle in an asylum. It is here that Debraj Sahai enters their lives. Through his eager involvement, Michelle blossoms, grows, gives up her violence, even gets admitted in school with normal children. The years pass by, Michelle does not succeed in getting her graduation, and it is time for Debraj to bid adieu as he is having his own health problems. 12 years later, at the age of 40, Michelle does succeed in graduating in Arts, and it is shortly thereafter she will be re-united with her teacher. No longer the same alcoholic, eccentric, - but a bent older male, who cannot even remember speech, leave alone what he taught. Watch what happens when Michelle attempts to re-enter his 'blank' life. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 122,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Mukkabaaz",
        "director": [
            "Anurag Kashyap"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt7180544/mediaviewer/rm2696958720/?ref_=tt_ov_i",
        "bio": "A boxer (Shravan) belonging to upper cast, trains at a gym controlled by a local Don (Bhagwan Das Mishra). Shravan falls for Mishra's niece (Sunaina). The Don does not approve of this match because of previous scuffle between Bhagwan and Shravan. Shravan strives to win Sunaina's hand in marriage and becomes a successful boxer while trying to avoid retaliation from the Don. —iakhtar33380",
        "runtime": 154,
        "genre": [
            "Action",
            "Drama",
            "Sport"
        ]
    },
    {
        "name": "Chithram",
        "director": [
            "Priyadarshan"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt0214585/mediaviewer/rm1564147457/?ref_=tt_ov_i",
        "bio": "Kalyani (Renjini) decides to marry her boyfriend against her father's (Poornam Vishwanathan) wish. But her boyfriend ditches her when he comes to know that she would be disinherited. Kalyani's father Ramachandra Menon, who stays in US, is unaware of the broken engagement and comes to India to spend his vacation with his newlywed daughter and son in law. This prompts Kaimail (Nedumudi Venu), who takes care of Kalyani, to hire a stranger named Vishnu (Mohanlal) to play the role of Kalyani's husband. But Kalyani's cousin Bhaskaran (Sreenivasan) is aware that Vishnu is not Kalyani's husband and tries to inform Menon about the truth with proof so that he can inherit Menon's wealth. Meanwhile Vishnu and Kalyani never get on well and keep on fighting. But later she develops an affection for him and wishes that she could marry him. But the arrival of a mysterious stranger (M. G. Soman) gives the story a twist as it unfolds Vishnu's past. —Dhanya",
        "runtime": 159,
        "genre": [
            "Comedy",
            "Drama",
            "Musical"
        ]
    },
    {
        "name": "Pizza",
        "director": [
            "Karthik Subbaraj"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt2585562/mediaviewer/rm1139885824/?ref_=tt_ov_i",
        "bio": "Michael (Vijay Sethupathi) lives with girlfriend Anu (Ramya Nambeeshan) and works as a deliveryman at a pizzeria. One day, Anu announces that she is pregnant and he is faced with a dilemma. They decide to marry and save up for a big bash later. But during a routine delivery one day, the pizza crumbles... —Anonymous",
        "runtime": 127,
        "genre": [
            "Horror",
            "Thriller"
        ]
    },
    {
        "name": "Chhichhore",
        "director": [
            "Nitesh Tiwari"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt9052870/mediaviewer/rm3906899969/?ref_=tt_ov_i",
        "bio": "The setup was within 1990's till present where Anni, a divorcee used his past experience in overcoming challenges of being a loser in college where he met His Wife, Maya and his Losers friends, Saxa, Mummy, Acid, Derek and Bevda. His shares past experience to his son, Raghav who struggles with being failed at getting an offer to college despite being an excellent student. —rynhalliwell",
        "runtime": 143,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Thalapathi",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0101649/mediaviewer/rm1269753344/?ref_=tt_ov_i",
        "bio": "Surya (Rajnikanth) is an orphan raised in a slum. He finds a friend in the local Godfather (Mamooty). They rule the town and forms a parallel government. Things are well until new district collect(Aravind Swami), step -brother of Surya takes charge. Surya finds his mom (Sreevidya) and decides to surrender. —Edward <ed_stal@hotmail.com>",
        "runtime": 157,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "A Wednesday",
        "director": [
            "Neeraj Pandey"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1280558/mediaviewer/rm509508096/?ref_=tt_ov_i",
        "bio": "A man calls up the Mumbai police, and tells them he has placed five different bombs in the city -- all set to go off in some time. He wants four terrorists in exchange. Does he get them? Who is behind it all? What's his motive? Is there more than meets the eye? —Saurabh Roy",
        "runtime": 104,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Maanaadu",
        "director": [
            "Venkat Prabhu"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt4983780/mediaviewer/rm2581591809/?ref_=tt_ov_i",
        "bio": "On the day of a public conference by the state's Chief Minister, his bodyguard and a police officer are stuck in a time loop.",
        "runtime": 147,
        "genre": [
            "Action",
            "Adventure",
            "Sci-Fi"
        ]
    },
    {
        "name": "K.G.F: Chapter 1",
        "director": [
            "Prashanth Neel"
        ],
        "country": "India",
        "language": [
            "Kannada"
        ],
        "poster_image_url": "/title/tt7838252/mediaviewer/rm2323884545/?ref_=tt_ov_i",
        "bio": "The movie dates back to 1951. Here, two incidents take place; The birth of the hero and other in the Kolar Gold Fields (K.G.F) they get gold. The hero is brought up in poverty. When he is very young itself he goes to Mumbai to become a mafia don. His mother's wish was to see her son rich and powerful. After being in Mumbai for some time he returns back. Will he be able to become a Don? Will he set his people free from the age old slavery? Forms the plot of the movie? —Aravind NC",
        "runtime": 156,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "OMG: Oh My God!",
        "director": [
            "Umesh Shukla"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt2283748/mediaviewer/rm2141932032/?ref_=tt_ov_i",
        "bio": "Oh my God is a story about a person (Kanji Lalji Mehta) who loses his shop in an earthquake. The shop is located an area in Mumbai, known as chor bazaar. Kanji is a person, who even does not fear God and even puts God on ill usage, for his benefit. After disaster, Kanji lodges complaint against God as he does not get benefit of insurance due to act of God. The notice is sent to all bigger baba's. He first goes through a lot of resistance, but eventually people turn out in his favor. People from other religions also join him. Thus notice is sent to every religious head. Later its shown how Kanji wins and people who have lodged complaint against disaster caused get benefited. Its also shown how dongis are bought into vision of normal people. —muvi-fan-73",
        "runtime": 125,
        "genre": [
            "Comedy",
            "Drama",
            "Fantasy"
        ]
    },
    {
        "name": "Pyaasa",
        "director": [
            "Guru Dutt"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0050870/mediaviewer/rm2531443713/?ref_=tt_ov_i",
        "bio": "Unemployed Vijay is the youngest in his family consisting of his widowed mom, and two brothers. His passion is poetry - frowned upon by his brothers - who want him to find gainful employment instead. Vijay's poems are quite radical in which he laments about the poor, the destitute, and the arrogance of the rich after the departure of the British from India. His efforts to get them published are in vain. He takes to drinking, gets in trouble with the law, is disowned by his brothers, ends up at a brothel and befriends a prostitute named Gulabo. Gulabo is sympathetic, listens to him as he pours his heart out, and decides to assist Vijay. Watch what happens when Gulabo approaches some of her affluent clientèle to assist Vijay and try and get his work published, without revealing that they are written by an alcoholic, disheveled, homeless man. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 146,
        "genre": [
            "Drama",
            "Musical",
            "Romance"
        ]
    },
    {
        "name": "My Name Is Khan",
        "director": [
            "Karan Johar"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt1188996/mediaviewer/rm396267264/?ref_=tt_ov_i",
        "bio": "Rizwan Khan, a Muslim from the Borivali section of Mumbai, suffers from Asperger's syndrome, a form of high-functioning autism that complicates socialization. The adult Rizwan marries a Hindu single mother, Mandira, in San Francisco. After 9/11, Rizwan is detained by authorities at LAX who mistake his disability for suspicious behavior. Following his arrest, he meets Radha, a therapist who helps him deal with his situation and his affliction. Rizwan then begins a journey to meet US President Bush to clear his name. —Auntie A",
        "runtime": 165,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Bombay",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0112553/mediaviewer/rm4020112128/?ref_=tt_ov_i",
        "bio": "Shekar a Hindu boy and Shaila a Muslim girl fall in love in their village.Their relationship is opposed by their families , they elope to Bombay and get married with the help of Shekar's friends.Shaila looks after the house while Shekar is a news reporter they soon have twin boys and after few their families decide to bury their past and reconcile.But the joy is short lived as Hindu and Muslim riots erupt in Bombay after demolition of Babri Masjid separating the family. —alex.mjacko@gmail.com",
        "runtime": 141,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Iruvar",
        "director": [
            "Mani Ratnam"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0119385/mediaviewer/rm2583140865/?ref_=tt_ov_i",
        "bio": "A struggling actor Anandam (Mohanlal) is befriended by up and coming grassroots leader and scriptwriter Tamilchelvam (Prakashraj). As Anandam grows in popularity, he becomes an important tool for the Tamilchelvam and his party in wooing the public. After the death of the party leader Annadurai (Nasser), both protagonists find themselves in candidacy for the top spot, the schism is inevitable. —Joyojeet Pal",
        "runtime": 140,
        "genre": [
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "The Legend of Bhagat Singh",
        "director": [
            "Rajkumar Santoshi"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0319736/mediaviewer/rm3888380673/?ref_=tt_ov_i",
        "bio": "Bhagat Singh was born in British India during the year 1908. As a child he witnessed numerous atrocities committed on fellow Indians by their British rulers, who came to trade under the guise of the East India Company, but ended up controlling most of the nation, and permitting tyrants such as General Dyer to massacre thousands of innocent men, women and children in Jallianwala Baug. As a child he was impressed by Mohandas K. Gandhi, especially his call to launch the non-cooperation movement, which led to thousands of people burning British-made clothing, giving up schools, and college studies, and government jobs - only to be let down by Gandhi himself when he called off the movement. Undaunted, Bhagat decided to be a revolutionary, starting with getting into petty fights, then as a grown-up joining the Hindustan Republic Association. When Lala Lajpat Rai was beaten to death by the police, Bhagat, along with Shivram Rajguru, Sukhdev, and others daringly carried out the assassination of a police officer named Saunders, which eventually led to Bhagat's arrest, where he was lodged in a cell, tortured and beaten mercilessly. His father, Kishan, paid Rs.60,000/- and bailed him out, so that he could get him to run a diary-farm and get married to a girl from Manavali. But being a revolutionary was in Bhagat's blood, and when the British proposed the Trade Disputes and Public Safety Bills, he would initiate the bombing in the Indian Parliament Building, along with Batukeshwar Dutt, be arrested, and tried in an open court. This is where Bhagat launched his much-publicized revolution, and became popular with the masses, especially the younger generation, laborers, and farmers, so much so that his popularity rivaled that of Gandhi himself. Even in prison, Bhagat made headline news when he and other prisoners undertook a 63 day fast unto death to improve the conditions of Indian freedom-fighter prisoners. Then the British re-opened the Saunders' murder case, which led to death sentences being imposed on Bhagat, Shivram, and Sukhdev. The entire nation rose up in protest, including the Congress party - with the ball being in Gandhi's court - for he was due to sign the Irwing Pact, and Indians hoped that he would use this as a bargaining chip to save the lives of the heroic trio. Will Gandhi rise up to the occasion and save the trio - so that they could pave the way for a modern and independent India, not just a country ruled by the British with a dominant status - an India free of communal hatred, injustice, corruption, and fundamentalism, or will Gandhi end up disappointing Bhagat all over again? —rAjOo (gunwanti@hotmail.com)",
        "runtime": 155,
        "genre": [
            "Action",
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Vikram Vedha",
        "director": [
            "Gayatri",
            "Pushkar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt6148156/mediaviewer/rm471498753/?ref_=tt_ov_i",
        "bio": "A badass cop Vikram leads a special task force formed to eliminate a kickass Vedha's gang running amok on the streets of Chennai, making a mockery of Law and Order. An encounter planned by a Vikram's friend Simon, kills Vedha's trusted aides and brings him out of hiding. Vedha lays his clutch on Vikram and engages in a disturbing mind game of sorts which results in a quest to reveal the truth behind that fateful encounter.. —PipingHotViews",
        "runtime": 147,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Omkara",
        "director": [
            "Vishal Bhardwaj"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0488414/mediaviewer/rm2657963776/?ref_=tt_ov_i",
        "bio": "Advocate Raghunath Mishra has arranged the marriage of his daughter, Dolly, with Rajan, knowing fully well that Dolly loves Omkara Shukla. Before the marriage could take place, the groom's party is attacked, they flee, and Dolly is reportedly abducted. Raghunath is able to trace Dolly to Omkara, a criminal and hit-man, a verbal confrontation ensues until Politician Bhaisaab telephonically intervenes, and a crestfallen Raghunath faces the reality that Dolly was not abducted but is here with Omkara by her own free will. He warns Omkara, and departs. Shortly thereafter, Bhaisaab is shot at and wounded, announces that Omkara should stand in the next election, and as a result, Omkara appoints one of his lieutenants', Keshav Upadhyay in his place as the 'Bahubali\". Omkara realizes that he may have blundered in having Keshav succeed him, as Keshav is unable to control his temper when under the influence of alcohol, which puts him in the bad books of Omkara. Then Omkara suspects that Keshav is having an affair with Dolly, as both had been fellow-collegians. With Omkara's marriage with Dolly getting close, he asks his other lieutenant, Ishwar Tyagi, to obtain proof of Keshav's affair with Dolly or face the consequences, as Omkara remembers Raghunath's warning that when a daughter is not true to her father, she will never be true to anyone. Watch what happens when Ishwar produces proof shortly after the marriage, and the impact this has on Dolly, Omkara, Keshav, Ishwar, and Ishwar's wife, Indu. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 155,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Pudhu Pettai",
        "director": [
            "K. Selvaraghavan"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0459516/mediaviewer/rm3901901568/?ref_=tt_ov_i",
        "bio": "A slum dweller, Kokki Kumar (Dhanush) returns from a movie to find his mother murdered by his own father. As his father deranged advances towards him he runs away and starts begging on the streets until he is arrested on false charges. Prison exposes him to a whole new culture and a set of people who train him in a life of crime and violence, until Kumar becomes a consummate gangster. Delving further into the dark world, he murders many to become a powerful mob kingpin and joins hands with crooked politicians in his thirst for more power. As he continues to earn enemies everywhere, Kumar's life is threatened from all directions. Can he survive the wrath of his enemies? —Santhosh",
        "runtime": 168,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Kahaani",
        "director": [
            "Sujoy Ghosh"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1821480/mediaviewer/rm107394816/?ref_=tt_ov_i",
        "bio": "Kolkata is abuzz with the preparations for the annual Durga Puja festival, as seven months pregnant Vidya Bagchi steps off the airplane from London. Her first stop is the local police station to file a missing person report. Weeks ago, her husband Arnab arrived in India for a job assignment. The first two weeks, they talked daily on the phone, and then without explanation, his calls stopped. Everywhere Vidya turns, no one can remember Arnab. There is no trace of him at the guest house or his workplace. But Vidya will not give up her search. Somewhere in Kolkata she will discover the dangerous truth. —L. Hamre",
        "runtime": 122,
        "genre": [
            "Mystery",
            "Thriller"
        ]
    },
    {
        "name": "Malik",
        "director": [
            "Mahesh Narayanan"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt10919240/mediaviewer/rm2384526081/?ref_=tt_ov_i",
        "bio": "Freddy, a juvenile criminal is given the task of eliminating Sulaiman, an aging patriarch, within a time period of 14 days. An infamous smuggler and local strongman, Sulaiman also happens to be Freddy's paternal uncle. In their efforts to convince him, a past ridden with crime, death and pain is recounted to Freddy by Sulaiman's mother, his own parents David and Mary, and also finally by Sulaiman himself, each giving their own reasons for their past actions and why Sulaiman deserves the fate in store for him. —Pravin Kumar",
        "runtime": 162,
        "genre": [
            "Action",
            "Biography",
            "Drama"
        ]
    },
    {
        "name": "Bãhubali 2: The Conclusion",
        "director": [
            "S.S. Rajamouli"
        ],
        "country": "India",
        "language": [
            "Telugu",
            "Tamil",
            "Hindi"
        ],
        "poster_image_url": "/title/tt4849438/mediaviewer/rm3324607744/?ref_=tt_ov_i",
        "bio": "Kattappa narrates the story of Amarendra Baahubali to Shivudu, who learns his lineage as the prince of Mahishmati and the son of Amarendra Baahubali. Shivudu, now Mahendra Baahubali, decides to dethrone and punish Bhallaladeva for all wrongdoings of his past with the help of Kattappa.",
        "runtime": 167,
        "genre": [
            "Action",
            "Drama"
        ]
    },
    {
        "name": "Paan Singh Tomar",
        "director": [
            "Tigmanshu Dhulia"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1620933/mediaviewer/rm1644410368/?ref_=tt_ov_i",
        "bio": "Paan Singh Tomar is a Hindi-language film, based on the true story of a runner employed by the Army and has won Gold medal at Indian National Games but forced to become notorious baaghi. It is directed by Tigmanshu Dhulia. —Anonymous",
        "runtime": 135,
        "genre": [
            "Action",
            "Biography",
            "Crime"
        ]
    },
    {
        "name": "Jaane Bhi Do Yaaro",
        "director": [
            "Kundan Shah"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0085743/mediaviewer/rm3305301760/?ref_=tt_ov_i",
        "bio": "Vinod (Naseeruddin Shah) and Sudhir (Ravi Baswani) are two professional photographers trying to start a photo studio. The first real assignment that they get, from the activist magazine Khabardar (literally meaning beware), draws them into the shady world of Bombay real estate. They discover that one of the biggest builders in Bombay, Tarneja, is trying to bribe Municipal Commissioner D'Mello (Satish Shah) into giving him a bridge contract. Meanwhile D'Mello is negotiating with Tarneja's arch rival Ahuja (Om Puri). The contract is finally awarded to a third person. By chance Vinod and Sudhir find out that Tarneja has murdered D'Mello... —<bagchi@jhu.edu>",
        "runtime": 132,
        "genre": [
            "Comedy",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Vaastav: The Reality",
        "director": [
            "Mahesh Manjrekar"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0220832/mediaviewer/rm2760669696/?ref_=tt_ov_i",
        "bio": "SPOILER: Raghunath Namdev Shivalkar (Sanjay Dutt) and his best friend Dedh Footiya (Sanjay Narvekar) struggle to find work in Mumbai. They decide to run a pav bhaji stall.But fate steps in when Raghu accidentally kills a customer who turns out to be the brother of a notorious gangster, Fracture Pandya and end up in the Mumbai underworld. Vitthal Kaanya (Ashish Vidyarthi), a rival gang lord, offers Raghunath and Dedh Footiya protection and later hires them both as hitmen. Raghunath becomes a respected hit man, with Dedh Footiya as his accomplice. With Raghunath in his gang Vitthal Kaanya hits a peak in the Mumbai underworld. He is protected by a politician who uses Raghunath for his needs. While BabbanRao (Home Minister) relies on Raghunath, there are some others who despise Raghunath, and are just waiting in the sidelines to see when Raghunath makes an error. Raghunath does so, and hence becomes an embarrassment for BabbanRao. Soon Raghunath is on the run, both from the police, and BabbanRao's men. Raghunath knows now that he must protect his wife, parents, and family, as they too are in danger. Then Raghunath comes to know that the police have been ordered to kill him in an \"encounter\", and Raghunath now realizes that there is no escape from this harsh reality. Unable to save himself from police, Raghu comes back to his home and asks his mother to shot him down for a graceful end of life. His mother does the same and his wife doesn't stop her from doing this. —gavin@sunny_deol2009@yahoo.com",
        "runtime": 145,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Sonchiriya",
        "director": [
            "Abhishek Chaubey"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt8108200/mediaviewer/rm476606208/?ref_=tt_ov_i",
        "bio": "This is the story of a group of rebels in Chambal. The year is 1975. The Prime Minister, Indira Gandhi, has declared Emergency in the country. Man Singh (Manoj Bajpayee) meanwhile leads a gang in Chambal, a region that more or less is lawless. Vakil Singh (Ranvir Shorey) and Lakhna (Sushant Singh Rajput) are important members of this gang. Man Singh is in need of money to procure new arms. Based on a tip from Lacchu (Jaspal Sharma), he and his men descend to Brahmpuri village. A marriage is taking place in this hamlet where the groom is about to get a huge amount of gold and cash. Man Singh and his gang reaches the marriage venue in order to loot this wealth. However, the cops, led by Virender Gujjar (Ashutosh Rana) ambush the gang. In the tough fight, Man Singh and half of the gang get killed. Vakil, Lakhna and others escape. Vakil, now the leader of the gang, accuses Lakhna of betraying them and calling the cops. Lakhna is fed up of being a rebel and wants to surrender. Meanwhile, as they are running from the cops, they bump into Indumati Tomar (Bhumi Pednekar). She's accompanied by her sister Sonchiriya (Khushiya) who has been brutally raped. Sonchiriya needs to be taken to the hospital urgently and she asks for Vakil's help. The gang agrees. They halt to seek blessings of their goddess at a temple where Indu's husband and other family members arrive. She is accused of killing her father-in-law and they ask the gang to hand over Indu and Sonchiriya. Vakil agrees but Lakhna realizes it's not just and hence revolts. What happens next forms the rest of the film.",
        "runtime": 143,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Ship of Theseus",
        "director": [
            "Anand Gandhi"
        ],
        "country": "India",
        "language": [
            "English",
            "Arabic",
            "Swedish",
            "Hindi"
        ],
        "poster_image_url": "/title/tt1773764/mediaviewer/rm138926080/?ref_=tt_ov_i",
        "bio": "If the parts of a ship are replaced, bit-by-bit, is it still the same ship? A celebrated experimental photographer struggles with the loss of her intuitive genius as an unexpected aftermath of a physical change; an intellectual monk confronting a complex ethical dilemma with a long held ideology, has to choose between principle and death; and a young stockbroker, following the trail of a stolen kidney, learns how intricate morality could be. These disparate characters manifest philosophical dilemmas in their personal lives, but their narratives converge to reveal an even larger fabric of connections, meaning, beauty, existence and death in a delicately poetic finale. —Recyclewala",
        "runtime": 139,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Dil Bechara",
        "director": [
            "Mukesh Chhabra"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt8110330/mediaviewer/rm265726209/?ref_=tt_ov_i",
        "bio": "Based on the bestselling novel \"The Fault in Our Stars\" by author John Green, Dil Bechara is a story of Kizie and Manny, two ordinary people with an extraordinary love story. Both have a tragic twist to their lives. That was the start of exploring a funny, thrilling and tragic business of being alive and in love. Kizie and Manny embark on an, on and off, up and down, bitter and sweet profound journey into the heart of that crazy little thing called 'life'.",
        "runtime": 101,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Anand",
        "director": [
            "Hrishikesh Mukherjee"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0066763/mediaviewer/rm2015744257/?ref_=tt_ov_i",
        "bio": "Dr Bhaskar Bannerjee is not happy with his profession as he cant save the lives of people dying of illness due to poverty.His Dr friend Kulkarni charges huge for imaginary illness of rich and uses that money to people who cant afford treatment.Things change when Anand a cancer patients enters Bhaskar's life Anand is cheerful and believes in spreading happiness to everyone as he knows he is on last stage of cancer and has few months to live.Bhaskar and Anand bond very well Anand also gets Bhaskar's love life back on track and Bhaskar doesn't want him to loose anymore.As time passes Anand's condition starts to deteriorate and everyone around him is just hoping for a miracle. —alex.mjacko@gmail.com",
        "runtime": 122,
        "genre": [
            "Drama",
            "Musical"
        ]
    },
    {
        "name": "Uri: The Surgical Strike",
        "director": [
            "Aditya Dhar"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt8291224/mediaviewer/rm3138286848/?ref_=tt_ov_i",
        "bio": "Divided over five chapters, the film chronicles the events of the surgical strike conducted by the Indian military against suspected militants in Pakistan occupied Kashmir. It tells the story of the 11 tumultuous events over which the operation was carried out. Indian army special forces carry out a covert operation to avenge the killing of fellow army men at their base by a terrorist group. —Santhosh",
        "runtime": 138,
        "genre": [
            "Action",
            "Drama",
            "War"
        ]
    },
    {
        "name": "Drishyam",
        "director": [
            "Nishikant Kamat"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt4430212/mediaviewer/rm3474345216/?ref_=tt_ov_i",
        "bio": "Vijay Salgaonkar runs a cable TV network in a remote and hilly village of Goa. He lives a happy life with his wife Nandini and two daughters. A 4th grade dropout & an orphan, Vijay has worked his way towards success with his sheer hard-work & street smartness in order to provide for his family who mean the world to him. A man of few means & needs; Vijay believes life is to be lived simplistically - his wife, while she loves him devoutly, wants Vijay's thrifty & miserly behavior to end and wants the world for her family. If there's one thing that Vijay cannot live without, it is his passion for watching films. Such is his 'filmy' obsession that he doesn't mind staying up all night at his office binging on TV movies! In a bizarre turn of events; a teenage boy goes missing; he is the son of a headstrong & no-nonsense cop; IG Meera Deshmukh and the Salgaonkar family is the prime suspect! Will a humble & middle class man, be able to protect his family from oppression of the powerful? How the family weathers the storm that ensues during the violent investigation forms the rest of the story leading to an unexpected & shocking climax. —Dhruvi Dokania",
        "runtime": 163,
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ]
    },
    {
        "name": "Talvar",
        "director": [
            "Meghna Gulzar"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt4934950/mediaviewer/rm3748065024/?ref_=tt_ov_i",
        "bio": "The story revolves around the mysterious murder cases of a 14-year girl, Shruti and the domestic help, Khempal who worked at her place. The film is based on the real life Noida Double Murder Case of 2008, where the parents were said to be the prime suspects of the murders. The film showcases three perspectives to the case which emerge as the investigation moves forward.",
        "runtime": 132,
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ]
    },
    {
        "name": "Swades: We, the People",
        "director": [
            "Ashutosh Gowariker"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt0367110/mediaviewer/rm3371172352/?ref_=tt_ov_i",
        "bio": "Set in modern day India, Swades is a film that tackles the issues that development throws up on a grass root level. It is to this India, which is colorful, heterogeneous and complex that Mohan Bhargava (Shah Rukh Khan), a bright young scientist working as a project manager in NASA, returns to on a quest to find his childhood nanny. The film uses the contrast between the highly developed world of NASA, which has been at the forefront of advances in space research, and this world back home in India, which is at the crossroads of development. Mohan's simple quest becomes the journey that every one of us goes through in search of that metaphysical and elusive place called \"home\". —Anonymous",
        "runtime": 210,
        "genre": [
            "Drama",
            "Musical"
        ]
    },
    {
        "name": "Munna Bhai M.B.B.S.",
        "director": [
            "Rajkumar Hirani"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0374887/mediaviewer/rm2120624128/?ref_=tt_ov_i",
        "bio": "In India gangsters are called Bhai (brothers). One such Bhai is Munna, who is feared by everyone in Mumbai, a big city in India. He cons his village-based parents into believing that he is a doctor. He gets a shock when he finds out that they are coming to verify for themselves. So he transforms a rooming shanty house into a makeshift hospital, populated by patients, people he beats up. His parents arrive, are pleased, and happy that their son is well settled. They would like him to get married to a doctor's daughter. The marriage is arranged, but before the engagement, the bride's father finds out the truth about Munna, and cancels the marriage. Munna's humiliated parents see the truth for themselves, and hurt, they return home, leaving Munna with a strong desire to hurt the doctor - and force him to let his daughter get married to him - even if it means getting admitted in the medical college - with forged documents!!! —Sumitra (corrected by Carrie)",
        "runtime": 156,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Dev.D",
        "director": [
            "Anurag Kashyap"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1327035/mediaviewer/rm2612715520/?ref_=tt_ov_i",
        "bio": "Dev who, after spurning Paro's love due to a misunderstanding, turns to drugs and vodka for solace. Paro moves on but Dev still is in remorse. He meets Chanda, a prostitute with problems of her own. Dev likes her but his penchant for self-destruction prevents him and Chanda from truly getting together. He also meets sleazy people like Chunni, Chanda's pimp who drags Dev further into self-destruction to further his own needs. —Anonymous",
        "runtime": 144,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Kaithi",
        "director": [
            "Lokesh Kanagaraj"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt9900782/mediaviewer/rm3694369281/?ref_=tt_ov_i",
        "bio": "On a night where the entire police officers got into an immovable situation, a paroled convict is forced to help the police, so that he can see his daughter for the first time in life. How he helps the department forms the story of this action packed entertainer.",
        "runtime": 145,
        "genre": [
            "Action",
            "Crime",
            "Thriller"
        ]
    },
    {
        "name": "Naduvula Konjam Pakkatha Kaanom",
        "director": [
            "Balaji Tharaneetharan"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt2564144/mediaviewer/rm2062632704/?ref_=tt_ov_i",
        "bio": "Prem Kumar (Vijay Sethupathi) is all set to get married to his lover Dhanalakshmi (Gayathri). A day before his wedding, Prem decides to try his hand at playing cricket with his friends - Bagavathi (Bagavathi Perumal), Balaji (Rajkumar) and Saras (Vigneswaran). The game gets little serious and Prem in a bid to catch a ball falls down only to get injured in his head. He quickly gets back on his toes as the injury is no serious. But soon after the match, the friends are in for a shock. Prem forgets a few days of his life and develops short term memory loss wherein, he remembers his life till college and recognizes his friends, but clueless about his marriage. Fearing troubles, the friends take him to a doctor, who says that he will recover anytime. So the friends plan to keep him in their company, enact all drama till he ties the wedding knot, with a hope that he would get back his memory. The sequence of events wherein the friends try hide Prem's problem to his parents, lover and take him to wedding hall, convince him to marry Dhanalakshmi, bring the roof down with laughter. —Sriram",
        "runtime": 162,
        "genre": [
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Rang De Basanti",
        "director": [
            "Rakeysh Omprakash Mehra"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0405508/mediaviewer/rm1350078977/?ref_=tt_ov_i",
        "bio": "Sue comes to India to make a film on Indian revolutionaries. She is helped by her friend Sonia who introduces her to her friends Karan, Aslam, Sukhi, and their head DJ. Sonia's fiance, Lt Ajay Rathod, also joins the gang when in town. Their gang always gets in trouble with political member Laxman who opposes their Western culture. After many auditions Sue decides to cast DJ and his friends in her film; she also gives Laxman a role, ending his feud with the gang. Everything goes well until Ajay dies in a plane crash but manages to save everyone else on board. The state minister declares that Ajay died due to his own negligence. DJ an his friends can't take this shame given to Ajay by the minister and decide to fight for justice, but political games interfere. —alex.mjacko@gmail.com",
        "runtime": 167,
        "genre": [
            "Comedy",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Queen",
        "director": [
            "Vikas Bahl"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English",
            "French",
            "Japanese",
            "Dutch"
        ],
        "poster_image_url": "/title/tt3322420/mediaviewer/rm857046528/?ref_=tt_ov_i",
        "bio": "Queen is a movie about growing up. Rani (Kangana Ranaut) is a Delhi girl from a conservative family who is ditched by her fiancé just before her wedding. Shocked by this, she decides to set out on the planned honeymoon alone. As she travels the world and meets new people, she gains new experiences and discovers her own identity. —Am. P.",
        "runtime": 146,
        "genre": [
            "Adventure",
            "Comedy",
            "Drama"
        ]
    },
    {
        "name": "Aparajito",
        "director": [
            "Satyajit Ray"
        ],
        "country": "India",
        "language": [
            "Bengali"
        ],
        "poster_image_url": "/title/tt0048956/mediaviewer/rm547458049/?ref_=tt_ov_i",
        "bio": "After living awhile in Benares, 10 year old Apu and his mother move in with her uncle in a small Bengali village. Apu enters a local school, where he does well. By the time he graduates, he has a scholarship to study at a college in Calcutta. So off he goes. His mother is torn by his leaving, and by his growing independence. She loves her son very much and wants him to succeed, but she does not want to be left alone. —John Oswalt <jao@jao.com>",
        "runtime": 110,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Kshanam",
        "director": [
            "Ravikanth Perepu"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt5504168/mediaviewer/rm1830424320/?ref_=tt_ov_i",
        "bio": "Rishi, an NRI, comes to India in search of his ex-lover Swetha's daughter, who was kidnapped by a gang of Nigerians. The police are uncooperative and there is no evidence to collaborate Swetha's version of events. How will Rishi unravel the mystery? —krishna vamsi",
        "runtime": 110,
        "genre": [
            "Mystery",
            "Thriller"
        ]
    },
    {
        "name": "Bangalore Days",
        "director": [
            "Anjali Menon"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt3668162/mediaviewer/rm3363666176/?ref_=tt_ov_i",
        "bio": "Bangalore Days begins with an intro from Kuttan (Nivin Pauly) introducing himself and his cousins namely Divya (Nazriya) and Aju (Dulquer) who share a very friendly relationship right from the childhood.They get separated after their schooling but are reunited at Bangalore after the marriage of Divya to Das. The story revolves around how their life turns at Bangalore. —Vishnu Suresh",
        "runtime": 171,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Sairat",
        "director": [
            "Nagraj Manjule"
        ],
        "country": "India",
        "language": [
            "Marathi"
        ],
        "poster_image_url": "/title/tt5312232/mediaviewer/rm4128840960/?ref_=tt_ov_i",
        "bio": "Sairat is a love story, as advertised. Aarchi , a rich upper class girl falls for her classmate Parshya , a poor but smart boy from the lower social strata. The magic happens, and they start seeing each other. Secretly at first, but they get bolder with passing time. The problem is that Aarchi is not just from the upper class, her father is a powerful politician, and her brother Prince is following in on his footsteps. The entire affair is a recipe for trouble, and as expected, trouble arrives. With the help of Parshya's friends, Baalya and Salya, they decide to make a run for it, but fate has other plans. —jadhav-kishore",
        "runtime": 174,
        "genre": [
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Manichitrathazhu",
        "director": [
            "Fazil"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt0214915/mediaviewer/rm676456192/?ref_=tt_ov_i",
        "bio": "Renowned Psychiatrist Dr. Sunny Joseph lives in America. He decides to travel to a town in India after he gets a distress call from his friend, who belongs to a very noble and wealthy family, to counsel and treat a female family member, who he suspects is responsible for a variety of incidents. Sunny accepts this assignment not realizing that there is another side to this tale, namely a vengeful spirit, who may not respond to his methods, and he may end up endangering everyone's lives. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 169,
        "genre": [
            "Comedy",
            "Horror",
            "Music"
        ]
    },
    {
        "name": "Vaaranam Aayiram",
        "director": [
            "Gautham Vasudev Menon"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt1180583/mediaviewer/rm159271680/?ref_=tt_ov_i",
        "bio": "Surya (Surya Sivakumar) is away at war as his father, Krisnan (also Surya) dies of lung cancer. As Surya sits on a plane in combat gear heading into battle, he reminisces about his father's influence in his life. The film opens with the father Krishnan's romance with Malini (Simram), which in turn is contrasted with the son's aggressive courting of an engineering student Meghana (Sameera Reddy) from a train ride in Tamil Nadu to her graduate studies in Berkeley. The romance is swiftly followed by an extended period of professional and personal uncertainty, in which the son turns back to father figures to help him get back on his feet and seek out his true calling. Well made, though overlong film, reportedly autobiographical about the director's own relationship with his father. —Joyojeet Pal",
        "runtime": 169,
        "genre": [
            "Action",
            "Drama",
            "Musical"
        ]
    },
    {
        "name": "Agent Sai Srinivasa Athreya",
        "director": [
            "Swaroop Rsj"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt10214826/mediaviewer/rm1933745665/?ref_=tt_ov_i",
        "bio": "Agent Athreya (Navin Polisetty) starts a detective agency in Nellore (a city) named FBI (Fathima Bureau of Investigation) and covers small cases. The silliness and façade continue until Athreya lands in trouble when he seriously pursues a dead found on the rails. How Athreya untangles the mystery is what the film is all about. —vamsikvk",
        "runtime": 148,
        "genre": [
            "Comedy",
            "Crime",
            "Mystery"
        ]
    },
    {
        "name": "Haider",
        "director": [
            "Vishal Bhardwaj"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt3390572/mediaviewer/rm3204890624/?ref_=tt_ov_i",
        "bio": "Vishal Bhardwaj's adaptation of William Shakespeare's 'Hamlet', Haider - a young man returns home to Kashmir on receiving news of his father's disappearance. Not only does he learn that security forces have detained his father for harboring militants, but that his mother is in a relationship with his very own uncle. Intense drama follows between mother and son as both struggle to come to terms with news of his father's death. Soon Haider learns that his uncle is responsible for the gruesome murder, what follows is his journey to avenge his father's death. —Anonymous",
        "runtime": 160,
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Gangs of Wasseypur",
        "director": [
            "Anurag Kashyap"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt1954470/mediaviewer/rm3981377280/?ref_=tt_ov_i",
        "bio": "Shahid Khan is exiled after impersonating the legendary Sultana Daku in order to rob British trains. Now outcast, Shahid becomes a worker at Ramadhir Singh's colliery, only to spur a revenge battle that passes on to generations. At the turn of the decade, Shahid's son, the philandering Sardar Khan vows to get his father's honor back, becoming the most feared man of Wasseypur. —anonymous",
        "runtime": 321,
        "genre": [
            "Action",
            "Comedy",
            "Crime"
        ]
    },
    {
        "name": "Pelli Choopulu",
        "director": [
            "Tharun Bhascker Dhaassyam"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt5824826/mediaviewer/rm2717518080/?ref_=tt_ov_i",
        "bio": "This is an urban rom-com in a modern setting where tradition still has a strong hold. The story starts with the \"pellichoopulu\" or arranged meeting of Prashanth (Vijay Deverakonda) and Chitra (Ritu Varma). Check their journey out in #pellichoopulu",
        "runtime": 125,
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ]
    },
    {
        "name": "Pink",
        "director": [
            "Aniruddha Roy Chowdhury"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt5571734/mediaviewer/rm3520399360/?ref_=tt_ov_i",
        "bio": "Deepak is a lawyer suffering from bipolar disorder who experiences frequent mood swings. One night, Rajveer and his friends get drunk and try to molest Miss Arora and her two roommates leading to an accident. The film revolves around how Deepak fights the girls' case against these influential boys. —Varunish Garg",
        "runtime": 136,
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Mudhalvan",
        "director": [
            "S. Shankar"
        ],
        "country": "India",
        "language": [
            "Tamil"
        ],
        "poster_image_url": "/title/tt0220656/mediaviewer/rm1706838016/?ref_=tt_ov_i",
        "bio": "The State's Chief Minister, after being questioned by a reporter, Pugazhendi, challenges him to accept the position for a day, and see for himself the challenges that face him. Pugazhendi accepts the challenge, and immediately sets about to tour the region, suspend and prosecute corrupt officials, arrest several politicians, including the Chief Minister himself, and makes swift and decisive changes that will go to assist the most vulnerable, much to the chagrin of people in power.. After the day is over, Pugazhendi will find his and his loved ones' lives in danger as the state's machinery, as well as goons, gather together to extract vengeance. —rAjOo (gunwanti@hotmail.com)",
        "runtime": 169,
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "name": "Evaru",
        "director": [
            "Venkat Ramji"
        ],
        "country": "India",
        "language": [
            "Telugu"
        ],
        "poster_image_url": "/title/tt10545484/mediaviewer/rm309107969/?ref_=tt_ov_i",
        "bio": "When a high-ranking police official is killed by his alleged rape victim, Sub-inspector Vikram Vasudev is entrusted with investigating what seems like an open-and-shut case. As he delves deeper, Vikram finds the case spiralling into a dark tale filled with unexpected surprises.",
        "runtime": 118,
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ]
    },
    {
        "name": "Angamaly Diaries",
        "director": [
            "Lijo Jose Pellissery"
        ],
        "country": "India",
        "language": [
            "Malayalam"
        ],
        "poster_image_url": "/title/tt6167894/mediaviewer/rm806501632/?ref_=tt_ov_i",
        "bio": "Vincent Pepe who wanted to be a powerful leader of a righteous gang that ruled the city, like his seniors. And then there's the rival clan with the malicious gangsters of Angamaly a locale on which the film is based.",
        "runtime": 132,
        "genre": [
            "Action",
            "Comedy",
            "Thriller"
        ]
    },
    {
        "name": "Andhadhun",
        "director": [
            "Sriram Raghavan"
        ],
        "country": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "poster_image_url": "/title/tt8108198/mediaviewer/rm1843230976/?ref_=tt_ov_i",
        "bio": "Akash a blind pianist is preparing for a London concert.Sophie's scooter bumps into Akash and upon finding he a pianist she takes him to her restaurant Franco's run by her father and offers him a job.Akash meets 70s actor Pramod Sinha at the restaurant who asks him to do a private concert of his songs at his residence to surprise his wife Simi. Next Day upon reaching his house a shocking surprise is waiting for Akash. —alex.mjacko@mypeepul.com",
        "runtime": 139,
        "genre": [
            "Crime",
            "Drama",
            "Music"
        ]
    },
    {
        "name": "Taare Zameen Par",
        "director": [
            "Aamir Khan",
            "Amole Gupte(uncredited)"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0986264/mediaviewer/rm2495765504/?ref_=tt_ov_i",
        "bio": "Ishaan Awasthi is an eight-year-old child whose world is filled with wonders that no one else seems to appretiate are just not important in the world of adults, who are much more interested in things like homework, marks and neatness. And Ishaan just cannot seem to get anything right in class. When he gets into far more trouble than his parents can handle, he is packed off to a boarding school to 'be disciplined'. Things are no different at his new school, and Ishaan has to contend with the added trauma of separation from his family. One day a new art teacher bursts onto the scene, Ram Shankar Nikumbh, who infects the students with joy and optimism. He breaks all the rules of 'how things are done' by asking them to think, dream and imagine, and all the children respond with enthusiasm, all except Ishaan. Nikumbh soon realizes that Ishaan is very unhappy, and he sets out to discover why. With time, patience and care, he ultimately helps Ishaan find himself.",
        "runtime": 165,
        "genre": [
            "Drama",
            "Family"
        ]
    },
    {
        "name": "Pather Panchali",
        "director": [
            "Satyajit Ray"
        ],
        "country": "India",
        "language": [
            "Bengali"
        ],
        "poster_image_url": "/title/tt0048473/mediaviewer/rm2023787521/?ref_=tt_ov_i",
        "bio": "The story of a young boy, Apu, and life in his small Indian village. His parents are quite poor - his father Harihar, a writer and poet, gave away the family's fruit orchard to settle his brother's debts. His sister Durga and an old aunt also still lives with them. His mother Sarbojaya bears the brunt of the family's situation. She scrapes by and sells her personal possessions to put food on the table and has to bear the taunts of her neighbors as Durga is always stealing fruit from their orchard. Things get worse when Harihar disappears for five months and Durga falls ill. Even after Harihar returns, the family is left with few alternatives. —garykmcd",
        "runtime": 125,
        "genre": [
            "Drama"
        ]
    },
    {
        "name": "Khosla Ka Ghosla!",
        "director": [
            "Dibakar Banerjee"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0466460/mediaviewer/rm2974682368/?ref_=tt_ov_i",
        "bio": "K.K. Khosla (Anupam Kher) is a middle class man living in New Delhi. He is a simple man with simple tastes. The plot starts with a scene where Khosla dreams about his death. The irony is that nobody cares about his death; instead his children & neighbours are more interested in their materialistic needs. One early morning in Delhi, Khosla wakes up and plans to go to the site where he has purchased a plot to build his house. He is accompanied by his wife, eldest son Bunty (Ranvir Shorey), second son Chironji Lal Khosla (Parvin Dabas), and his daughter. When they reach the spot they find that the site has been occupied by someone else and on further investigation find that it has been captured by a property usurping nexus headed by a man named Kishan Khurana (Boman Irani). Khurana demands Rs. 15 lakhs to vacate the plot, which Khosla refuses to give. Bunty gathers few local strongmen and forcefully destroys the walls and re-occupies the plot. But Khurana has the police on his side and he gets Khosla arrested. After a day in the lock-up, Khosla is released. After Cherry meets Asif Iqbal who at one time was Khurana's partner. Khurana took away Asif's ancestral land by cheating him. So Asif and the Khoslas turn the tables on Khurana and dupe him of Rs. 35 lakhs (by fraud). In the end, Khosla gives the required 15 lakh to Khurana and takes possession of his plot. —gavin@sunny_deol2009@yahoo.com",
        "runtime": 135,
        "genre": [
            "Comedy",
            "Crime",
            "Drama"
        ]
    },
    {
        "name": "Andaz Apna Apna",
        "director": [
            "Rajkumar Santoshi"
        ],
        "country": "India",
        "language": [
            "Hindi"
        ],
        "poster_image_url": "/title/tt0109117/mediaviewer/rm3225252096/?ref_=tt_ov_i",
        "bio": "Amar and Prem are two rivals who belonging to middle-class families with no scope of future advancement. Both individually, without the knowledge of the other decide to take matters into their hands and find ways to get rich quickly. Chaos and acrimony result when both find each other at loggerheads when both arrive to win the hand of the daughter of multi-millionaire Ram Gopal Bajaj amidst considerable upheavals when Shyam, the twin brother of Ram, decides to do away with Ram and assume his identity and thus take over the estate of the Bajaj family. —Sonia",
        "runtime": 160,
        "genre": [
            "Action",
            "Comedy",
            "Romance"
        ]
    }
]