{
    "name": "Hey Ram",
    "director": [
        "Kamal Haasan"
    ],
    "country": "India",
    "language": [
        "Tamil",
        "Hindi"
    ],
    "poster_image_url": "/title/tt0222012/mediaviewer/rm2689504513/?ref_=tt_ov_i",
    "bio": "The film starts with Saketh Ram as a very old man and almost immediately goes into flashback. As a young man he is among his friends, in conviviality. He has taken a Bengali wife, Aparna, and everything is wonderful in his life, However the year is 1946, and the imminent independence of India from British suzerainty is complicated by religious antagonism between the Hindu majority and the large Muslim minority, who demand their own independent state. Saketh and Aparna visit Calcutta; rioting is reported, but Saketh goes out to get some food, and he soon encounters a Hindu woman being chased by Muslim rioters. He rescues her, but the rioters later come to his house, and brutally rape and then kill his wife. Saketh is devastated and takes to the streets, determined personally to kill as many Muslims as he can find. He meets up with Sriram Abhiyankar, who is leading a group of Hindu extremists, and Saketh becomes temporarily taken with the cause himself. At the same time, he is persuaded to take a new wife, Mythili, and life begins to stabilize for Saketh after all. However he then falls in with an eminent Maharajah who is leading an underground group with the intention of assassination. Travelling with the Maharajah, Saketh meets one of his old friends from younger days, who has fallen on hard times. Reminiscing, and getting his old friend back on his feet deflect the process of recruiting Saketh, but only temporarily, and soon he is manipulated into committing himself to renouncing his family and his new wife, in the interests of the cause which now is disclosed as the assassination of Gandhi. Although a fellow Hindu, Gandhi was felt by some to be too conciliatory to Muslims and in the logic of extremists, Gandhi became the prime target. Soon Saketh is informed that Gandhi will be in Delhi for some weeks, and that Saketh is to take the opportunity to do \"his duty\". However, hiding from a snap search by the police, he has to hide his pistol on a delivery lorry, and it is driven away to a factory owned by Muslims. Going there hoping to retrieve the gun, he becomes engulfed in a shoot-out between some Hindu attackers and the Muslims, and finds that his loyalties are not so clear cut as he had imagined. Finally he escapes after the death of another of his old friends in the crossfire. The next day, January 30th 1948, he contrives to be near Gandhi in a public prayer ground, his appointment with destiny. But the film still has 20 minutes to run, and the ending is not what you expect. —Hazel Freeman",
    "runtime": 186,
    "genre": [
        "Crime",
        "Drama",
        "History"
    ]
}